{"Closure": [["  On it!  Dr.{@nickname}, still got it in you to move? Want my drones to give you a lift?   Lemme think... huh, I can't actually think of anything wrong with the idea. Move, move, lemme see! Ooh... Woah, that's not half bad. The newly added camera module is working properly and has great clarity within a hundred meters. The battery life seems pretty stable too! Keep at it with this baby and we might even be able to get it over the wall and sneak a peek at what's going on inside... Don't you worry, I wouldn't put everybody at risk like that. We've just gotta hurry up and develop that stealth coating... Got somebody within detection range... It's charging its automatic attack module. Wait, wait, that's the rescue team! Disable the alert! Amiya, Doctor! Indra and Dagda are back! Woah... Are we finally going to start the operation? Ugh, if only I could splash a coat of stealth paint on our operators too... ...Vulnerable to their artillery blowing us to bits! I've done some rough calculations. If those cannons are fully charged, they'd be able to shoot clean through a standard city plate! This flimsy sheet plate above our heads on the wall there won't stand a chance! Siege, Londinium's cannons here are serious business! That means they're rolling out the red carpet for us, right? Urgh... Ahhh, I can't take it anymore––! Amiya, my drones can't reinforce these plates any further. At this rate, we're going to get blasted sky-high! Drones...? Hmm, hmm, I see... Oh, so that's where you're going with it. That makes sense.", "(\"Ally/companion\": Yes); (\"Warrior\": No); (\"Sage/wise one\": No);"], ["Oh, my bad. I just got an idea. Those cannons seem pretty intelligent, and at such a long range, they can't be completely manual. They must have some way of locking onto moving targets near the ground. One or two guys running around won't be enough to get the cannons off our backs. If I deploy all my drones at once, the targeting algorithm might see them as a higher-priority threat than us and the civilians, but... Well obviously, I can't promise anything! Five, four, three–– Two–– Drones, launching! That was our one shot, too... My precious drones have all been reduced to scrap, and even I can't just conjure up another batch. A-Amiya, the drone...! One of the drones wrapped around when we weren't paying attention, and it's locked onto the Doctor's head! Ugh... This place is already dangerous enough. Are we seriously going to get blown up before we even start our mission?! Uh, where exactly are we? We've been climbing down all this time... It's like we burrowed ourselves into some kind of pipeline... The walkway's broader, but it's still sark as hell... Waaahhh... Are you those cutthroats who would drive us to some abondoned construction site and slice our neck? Uh... so the signal jammer I brought along isn't gonna come in handy? D-D-Dr-Drones...? So many?! With that formation, they're aiming at us, aren't they? T-They could shoot us all full of holes! 'Half-decent...?' What do you mean, 'half-decent?' You can't talk about my work like that! The Sarkaz blew them all up! Just thinking about it makes my heart ache! Huh? Who? Me? Yeah, I'm a Sarkaz, what's the matter? Well, I am not the only Sarkaz here, there... Hmm, huh? A-Amiya?", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Warrior\": No); (\"Sage/wise one\": No);"], ["Amiya, did I say something wrong? Our relationship didn't break down because of me, right? Uhh... Amiya, I feel a little unwelcome. Like, I've never felt this unwelcomed. Ehhh, they really are kinda alike, right? Whoa, you got a hole in your thermal gloves? Are you an engineer for real? Hands are like the most important thing to an engineer! Your eyes don't look so good to me either. That's like one of the ten must-have qualities of an engineer. Oh, when I got here, I saw a group following your lieutenant somewhere. You worried about them? Hmm... If you're worried about other stuff, there's no way you'll pop out anything too sturdy. This is all we can do, and it's only by doing it well that things will be safer for our friends aboveground, right? Huh? What are you even talking about? I'll have you know I'm Rhodes Island's ace psychological consultant. Even Kal'tsit... uh, a real mean boss of mine comes to me and opens up to destress! So, hurry up and hand me the wrench. Let's get working already! What, you want me to crack a few more jokes to lift your spirits? There's gonna be some real intense battles soon. Us Engineering Operators are like the backbone of the backbone. There's no time for all that moping! Right, show me that drone... Rock-17. It's lacking a flight stability module. I took one off my broken babies. Shh, quiet! I did it behind Dr.{@nickname}'s back! Now that you know how lucky you are, what are you standing there for? Get me my wrench! Higher... A little higher... Yep, this is a nice view, stable and all.", "(\"Ally/Companion\": 'Yes'); (\"Sage/Wise One\": 'No'); (\"Warrior\": 'No'); (\"Trickster\": 'No'); (\"Shapeshifter\": 'No'); (\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No'); (\"Shadow\": 'No');"], ["Hm... Three entrances. Each of 'em have some thirty men standing guard. The ones guarding the entrance to the east are all Sarkaz. So are the ones to the southwest, actually... Uh, different outfits, though. Looks like they might be mercs. And there's the main entrance to the north... It's the Dublinn forces who're guarding that one. Then there are also some five or six squads patrolling the campus, going about between each factory building... Huh? Wait up... The south... like, the wall closest to us... This place's empty. Going by how things are laid out everywhere else, there should be a squad patrolling here, too... but there doesn't seem to be one. No problem. Leave it to me. We could blow it up? We made a buncha new demolition devices. Couldn't have blown Londinium's outer walls, but they could work here. Then... How about if I pack in some more firepower? Alright... I guess we should've had Morgan take some with her. Oh, right, I almost forgot. Here! Because I was working on it the whole time on our way up! Look, it's all done. It's got Closure's Seal of Quality on it! Uh... I'm not sure my Seal of Quality is any good to you, though... I added it while I was at it! All Closure brand drones get one! Crap... You don't like it? If you don't like it... More enemies ahead! They must have come in from another entrance! Not a chance, Amiya, I guarantee it! I set up triple-layer encryption on our transmitters! If they had the tech for that, then Theresis would've breached the landship a hundred times over by now! On it... uhh, what? Doctor, you want me prepare to blow up this entranceway? Are the Self-Salvation Corps gonna like that...?", "(\"Archetype 1\": 'Ally/companion'; \"Archetype 2\": 'Warrior'; \"Archetype 3\": 'Shapeshifter')"], ["Y—You got it! ...This'll be tough. To be honest, it's probably easier for me to make a new one from scratch than try to glue the pieces together. Huh? No way... Your work environment is way too... ...Way too much of a challenge. *cough* *cough*... What's up? Huh? Really? Must be because I'm getting excited... Is it scary? Oh... Uh, there are a lot of people who aren't fighters, like me. Naturally, I'm a vampire, so of course I was born with some handy talents. Why do you think the pillars of Rhodes Island are so good? Take a good look at my eyes. If the Rhodes Island landship was filled with vampires, working at night would be no problem, and we'd cut down big on the electricity bill. Of course not! They... They all... Blame Londinium. It's been a long time since I last felt the fear of being this close to a den of evil. Look, my hands are totally frozen stiff! And I need these hands! I sure hope not. If so... For real, I need to give you guys a serious warning. Just in case... I mean, just in case—if you ever run into another vampire, run! No, it might already be too late by then. I hope you'll never... Never ever bump into them. Thank goodness you're all here— Huh? Why does it feel like I walked right into a fight about to break out? Anyway Doctor, I sent up some drones like you requested— They're really about to resume! Th-They're pointing those cannons right at us! Hold on, I'm getting a strong Originium reading! They're aiming at our current location! We've only got ten seconds! Nine—", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["Thirty minutes. Uhh, maybe even less than that. The nearby plates are pretty old, and if we take the power of the artillery we've seen before and multiply that by the theoretical maximum output value–– We won't even have thirty minutes before the structure above us collapses right onto our heads! Careful, don't trip and fall–– Are you hanging in there? Yeah, I know where you're coming from. I've also made the big mistake of trusting people I shouldn't. After that, for an entire month, it took everything I had to force myself to keep going. As soon as I stopped, I... Well, I'd feel like I couldn't look Amiya in the eye. Then we'll just have to get right back to work. The drones are showing that the defense structure layer above us is... very thick. Not likely. If Londinium's defenses could get blown up so easily... Well, let's just say, we would've stormed the Shard yesterday. I appreciate that, Doctor. You sure know how to twist your employees' arms. Hmm... I've finished scanning the lift, and as long as you guys can open up enough of a gap for me to push the drone through, I should be able to hack into the lift and take control of it. Of course, you'll have to find a bigger gap to get yourselves up first. Doctor, don't you think you should send a signal and call Misery over? Fine, I guess we'll have to do it ourselves. Maybe the locals over here can give me some inspiration. Someone's rapidly approaching our location! Who cares about that? I'll have the drone pack some Originium explosives! Feist, calculate the position. I'll think of some way to amplify the explosive effect––", "(\"Warrior\": Yes); (\"Ally/companion\": Yes); (\"Sage/wise one\": No);"], ["You'd better hurry up, Amiya! The bomb I planted just started ticking down–– One minute! That's all the time we've got! Thirty seconds! Amiya, Hoederer cut through the structural layer! Hurry, take aim! The bomb's about to blow! Three... Two... One–– It's been split open! That's a big enough gap! Alright, you're up, drone–– The lift is ours now! Feist, are you hanging in there? Grab onto the zipline, and we'll head up after them–– Yeah, catch!  Woah, this lift is going up way too fast––  The drones can't get near him! Any closer at all and they lose balance—  A—Amiya, are his Arts fusing with yours?  What?! You were able to resist a Draco's flames, though!  Doctor, I've locked onto Manfred.  Uh, barely anybody's with him...  You think he's overpowered? He looks like he eats fights for breakfast. Maybe Theresis taught him a bunch of moves.  Can we seriously pound him into stopping the artillery like a good boy with just five minutes?  No, scratch that, no I in this we. At this point, you can't count me and Feist as part of your combat force. Throwing Logistics guys into this fray'd be a hell of a way to waste lives.  Amiya, you're all we've got... Not bad! For an instant back there, I thought I was gonna get my head painted over Londinium's walls! My hands don't come cheap either, c'mon! After that, I'm never asking to hitchhike with you again... Blaze carrying me everywhere is a way smoother ride than your Arts! Am I right or am I right, Doctor? Bombs mounted at all nodes! Amiya! Dammit, how are they coming so thick and fast... did Misery leave too late? Did they not stall Manfred?", "(\"Protagonist\": No); (\"Antagonist\": Yes); (\"Ally/companion\": Yes); (\"Warrior\": Yes)"], ["Fly, my drones! How's that for a surprise, Doctor? In response to your demands, I've tinkered on my drones and finally developed—a people-towing glider function! There's a cap on its long-term use, but at least it'll get us safely on the ground— We're touching down! Gangway, outta the way— Safe landing! Doctor! You're here! Did you get the intel from the factory? Not bad. I was thinking what I would have to do to extract you and Feist if something went wrong. Don't worry, I'm pretty well-prepared over here. I don't know if the defenses share the same weaknesses across Londinium, but there must be common characteristics to the framework. I've updated the drone's intrusion program based on intel from Misery and Horn, as well as the data taken from the artillery control room. Get the drone close to the core of the Defense Force's command tower, and I can break into the system and access traffic records from the past ten days within thirty minutes. Doctor, the drones have detected another squad of Sarkaz fighters closing in on our position! No, not just Sarkaz fighters... That surging red... Okay, Doctor. It's pretty much going exactly the way you said it would. He's heading straight for the top of the command tower! The vampire's twisted stubbornness is really giving away his movements... I won't be affected by that, will I?", "(\"Warrior\": Yes); (\"Ally/companion\": Yes); (\"Shadow\": No); (\"Sage/wise one\": No)"], ["Good news. This command tower is very close to the city walls. I've already located the best route to the control area. The modern communication methods that the Defense Forces are using are much easier to take advantage of than all that witchcraft the Sarkaz use. I went and disguised my drones' identification codes. None of our long distance signals will be jammed, guaranteed. Though... drones are very fragile. If they get attacked, that's gonna be all our hard work down the drain. I just hope that Amiya can stall those guys who really know how put up a good fight up there... Over there—A movable mechanical Originium cannon! What... What the hell is this? That's no normal artillery shell! Did Kazdel have some kind of advanced research institute I never heard of? And in such a short time too... How did Manfred manage this? Control area... Control area... Crap, Doctor. These artillery shells've got Arts that jam my drones. Like I said, Londinium's system is easy to crack, but Sarkaz witchcraft is tough! Whoa, Feist! You've got an idea? So... You aren't planning on taking them apart right here and now, are you? The zipline... You're gonna climb onto that? In theory. That's too risky, though... Doctor, the control tower... Phew... Looks like they managed to stall that scary guy... Doctor, the drones have reached the control area. Gonna start hacking now... Half an hour... No, twenty minutes. Doctor, I know Amiya and the Corps guys are having a tough time right now... Trust me, I wish I had a couple more pairs of hands too! Doctor! That's—That's Shining! Did you ask her to come here?", "(\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Shapeshifter\": No); (\"Sage/wise one\": No)"], ["I knew how badass Shining could get, but this is my first time seeing her fight for real. How do I put it? I... I... I'm starting to understand why she avoids fighting so much. Ten minutes... Gimme just ten more minutes, and I'll take care of them all. Phew... Doctor, for the first time these past few days, I think we just might be able to win this. What's up? You're thinking I must've jinxed... it... Holy shit, Doctor, what the hell's... My surveillance drones' alarms all started blaring at once! Come on, say something. Going all quiet like that is really freaking me out! Wait, that's— She isn't buying us time... Uh... Doctor, you aren't trying to tell me... the Nachzehrer came back early, are you? ...... Sigh... guess there's no other way? Transmitted data... 70%. It'll have to do. What happened, Doctor? I thought... I thought I heard a sound... *Muffled Sarkaz Tribal Language* (The earth is filled with darkness.) (Darkness gives birth to evil.) (Evil brings pain.) *Muffled Sarkaz Tribal Language* I don't... know... I feel... dizzy... what's happening in... my head? Alright, it's beginning to clear... I can see again... Wait, on the tower! Doctor... why is Amiya saying Kal'tsit's name? Crap, Doctor. Something's coming up fast—what the heck? It's so close! Where is it?! N-No... It... it was there all along... Doctor! We have to take Amiya and go!", "(\"Protagonist\": Yes); (\"Warrior\": Yes); (\"Ally/companion\": Yes); (\"Sage/wise one\": No)"], ["Shining can't hold Theresis off for long! The drone— Grab the zipline, Doctor! We'll go as far as we can! *huff*... *huff*... *cough* *cough* *cough*... I'll punch them, if worse comes to worst. I don't like fighting, if I can help it. But Theresa pulled me out of that attic. Amiya and Kal'tsit taught me responsibility. I'm a Vampire too. If it's for you, I... Huh? I'm just about done analyzing that supply line, Doctor. It's practically guaranteed that the starting point is rural Brentwood, but it's got a lot of endpoints. Aside from the munitions factory in Highbury, it's very likely they have a route that extends right underneath the Shard. Argh, we found out way too late. If only we'd found out a month—no, ten days sooner, things probably wouldn't have turned out the way they have. Right! The Sarkaz supply line! We can use the supply line in Highbury and get the hell out of Londinium! We've got too many wounded men and non-combatants. Taking an underground route will help us avoid most of the fighting! Wha? Huh? Hey, Dr. {@nickname}, what kind of sick joke is this?! If I'm supposed to be a non-combatant, then so are you! You bet your ass I can beat the crap out of you! It's <i>you</i> who should be evacuating with the rest of them! Tsk, crafty dipshit. So, we've got three teams. Horn, Misery, and Logos will lead the primary operation to resist the Sarkaz assault. Doctor, you go with Amiya and Siege's gang to hold the other Sarkaz pursuers. Shining and I will follow the rest of the Self-Salvation Corps and evacuate this place without making any noise. Where are we gonna meet up in the end? Alright, objective confirmed.", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No)"], ["Hey, Rockrock, we're still far from talking about outcomes! Now hurry up and walk faster. A stinking passageway like this isn't good for your wounded men's health. No, I've been listening in on the Sarkaz communication channels around us. We shouldn't be exposed. Uh, it can't be a wiring problem, right? This isn't part of the plan! Who's over there on that side of the passage? What are they trying to do?! No! Don't! Don't make a big show like that! That's only going to draw the enemy here faster! We have a bunch of critically wounded and non-combatants here. If we actually start fighting the Royal Court guys, even if <i>we</i> can get away, what about them? My drone has a small laser cutting device. These steel plates may be thick, but if you give me some time... Oh, keep your pants on! I need to test the output first... The drone's laser's working on the door already! It'll take... uh, twenty minutes, maybe? Your hammer and wrench aren't gonna come in handy here. Be patient. Just hold on a little longer, and we can leave this place safe and... Wh-What? I didn't catch any Sarkaz movement! W! Half of Londinium heard that just now! The Royal Court fighters are heading this way! Quick, we gotta get out of here before they... Whose fault do you think that is?! Kal'tsit, your wounds are still healing, move another inch and I'll tell Shining— I don't want to meet any of your old or new friends. There's good news and bad news, pick one? Wait, I sure am tired. Why did I think you would be up for a stupid game? The bad news is—", "(\"Ally/companion\": Yes); (\"Shadow\": No); (\"Warrior\": Yes); (\"Sage/wise one\": No);"], ["The bad news is that we didn't find the entrance to the Sarkaz supply route in Brentwood. There was no underground tunnel at all, but there was a passage used for inspections... Wait, you... huh? Ah... um, I... Shining—! ...... The good news is, we managed to get in touch with the Doctor.   Nope. Not a peep since you brought her in.    She's so calm. Even when, uh... Ch'en, was it? Even when Ch'en came to see her, she didn't say anything.     Me? Do I look like Ascalon...? And I don't think we have anything we need from her yet anyway.    More information is gonna depend on where you use it, I guess. I really don't know how to handle a person like that.    They're not here in an official capacity. The blonde tiger and the green-haired Oni... I think they're probably here to meet an old friend or something?    But hey, if we carry on like this, we could have the Ursus Royal Guard taking a stroll around the landship.   Nope.   I can only ever guess at what Kal'tsit's thinking. Oh, I'll get the surveillance set up, you stand under that camera. C'mon, c'mon~     Oh, thanks!   There's no mold or anything, right...?   *Sigh*... We've been stuck here for days thanks to this shitty weather... Who knows how bad this'll throw off our schedule... Hmm, this flavor...   Where's Kal'tsit? Is she still in the operating theater?   Don't worry about it right now, then.   Hm... Let's see. Wanna finish this health food for me? I mean it. This stuff's got a real funny taste.   Haha, calm down. Just kidding.   Huh?   New mail? Out in the wasteland?   Is there a town or a Messenger Outpost close by?", "(\"Ally/companion\": Yes); (\"Sage/wise one\": No); (\"Shapeshifter\": No); (\"Warrior\": No); (\"Shadow\": No); (\"Trickster\": No); (\"Protagonist\": No); (\"Antagonist\": No); (\"Extrovert\": No); (\"Introvert\": No)"], ["  That's weird. Let's see...   The sender's Dijkstra... What, Dijkstra?! I thought he was in Columbia!   An Infected organization...?   Hmm... So this guy got caught up with the Infected too?   'That's why I decided to help them. Columbia, Kazimierz, and the Sarkaz homeland you told me all about—'   'That's what we've always been doing. Always, even—'   '—Now.'   ...That's it?   Is that supposed to be it? Hold on, what do you mean, 'Now?'   Whoa! What just happened?!   The tremor... came from below. It was huge, too—An explosion?!   What kind of sick joke is this?   You've gotta be kidding me! He's definitely somewhere close by. He paralyzed Rhodes Island's systems!   The surveillance... and observation systems... Hah, not bad...   No way! Reunion?!   No, no, no—Hurry! Tell Amiya right now. They might be here for Talulah! I'll get these systems back up. We need to act fast!   Why am I getting a message now, of all times?!   Argh! My control screen's locked?!   Dijkstra—!   Where do you get off... c'mon, so damned full of yourself!   No... Now's not the time to worry about this. Is the comm system still working?   All stations!   H-Hey, everybody? How's everything—   A—Amiya...   ......   That guy played me like a fiddle... This ambush could've been avoided.   Dammit...! I gave him that thing because I trusted him—!   Dr. Kal'tsit!   This ship... Rhodes Island might be finding itself under frequent, direct threats, just like we used to!   I want to hold an emergency meeting right now.   I know.   Amiya! Are you okay?   If he managed to take my systems down... then I can trace him too.   He couldn't wipe all the records in time. There's gotta be some clues he left behind, like an origin terminal, geolocation info, and how he forged everything—   Just watch! I will find them!   Kal'tsit, meeting time!", "(\"Protagonist\": No); (\"Antagonist\": Yes); (\"Ally/companion\": No); (\"Sage/wise one\": No); (\"Warrior\": No); (\"Shadow\": No); (\"Trickster\": No); (\"Shapeshifter\": No); (\"Introvert\": No); (\"Extrovert\": No)"], [" Kal'tsit, you think I could see the Doctor for a bit?  Oh come on! I'm really a very caring person.  But...  Okay okay, I admit it! I want to go tease the Doctor.  Huh? Slept too much and turned stupid, huh? That's sad. I'll have to bring the Doctor some snacks as a little cheer-up gift.  Do I really need rehabilitating?  That was a power outage in the machine shop.  It was a power outage in the machine shop!  I'm sorry it's my bad that envoy is such an arrogant prick I just want to rub his nose in it sorry.  Anyway, the welcome party. Dr. {@nickname}'s welcome back party. We're not throwing one?  Hey, why you gotta be like that, Kal'tsit? This is the Doctor we're talking about, the Doctor with amensia. We gotta create an atmosphere of warmth and camaraderie.   Maybe... I've never been that close to the Doctor. But didn't you just say this is the perfect time to make a good impression?  Hmph. If you're not going, I'll go myself. I don't care what you do.  Did I hear we're going to Lungmen? I think that was on the schedule.  And we can operate freely?  Huh? Really? Lungmen? I thought that place was all about law and order.  So why are we going?  I think you're hiding something...  What can I say? Keeping this operation well maintained is tiring work.  What? I can't just call up an old friend?  Hey! Wait! Okay... we have a power outage down two corridors in sector three.  Can you come look at the cables with me?  Or the two of us could go look ourselves.  My sense of responsibility as Chief Engineer of Rhodes Island has suddenly awakened! Let's go!  Come on, keep up with me...  Huh?  ......  Huh?!", "(\"Trickster\": 'Yes'); (\"Ally/Companion\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/Wise One\": 'No');"], [" Oh. Heavyrain?  What a good little girl! Look, Kal'tsit, look how much more likable she is than you!  Yeah, bye.  ......  Did you hear that, Kal'tsit? She called me 'Miss!' Oh what a good little girl...  She really seemed to want to help you out. And you sent her away like that?  Would it kill you to talk like a human being every once in a while?  Yeah yeah, your lectures make my head hurt.  She another one of your strays you brought home?  You kind of have a talent for picking up new pets, Kal'tsit.  How many are we up to now?  Hold on... Last month, you had a solid 72-hour surgical procedure. Was that her you were operating on?  The surgical team went through like eight or nine shifts, but you didn't sleep for three days?  Tell me, Kal'tsit, do you drug yourself?  If I don't ask, you'll never say, will you?  You're too hard on yourself.  Dark!  Should we be using backup power?  I'm a vampire, of course I can see.  All right then, on we go.  Now I know what I just said, but did I step on something?  Augh! Wh- what is this!  Is that... a gachapon machine? What's it doing here?!  Huh. 'Furry Friends Collection. 12 different furry friends to...' Wow, secret level! Awesome!  It's been a long time since I worked in a dark pipeline like this. I really missed it.  And Rhodes Island wasn't nearly this big back then.  Spanner, please!  Thanks, Mon3tr!  Hm...  I can't reach it. Can you give me a boost so I can fix the cable?", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], [" Oof... This whole area has been totally cut off from the power supply. We can start troubleshooting.  Kal'tsit, do you think it was a mistake to go to Chernobog and rescue the Doctor?  So...  It only happened because you abstained.  I'm starting to think this was some kind of test of Amiya?  Well said. But you're the one who has to deal with the consequences. Aren't you tired...?  Hey hey hey! Hold me steady! If the three-pin power connector drops, that's the end of both of us.  Okay, hold up, I'm laying out the wire.  Shhh! I must feel the thrum of the electricity in my own heart, to achieve peace and balance with the current.  But, Kal'tsit... Oh, should be good. Try the switch.  I was saying, regardless of what kind of riddle you were just playing at, if you're walking in the dark, you need some kind of light, right?  Yeah, there we go.  Because if I don't ask, you don't tell.  You let it all well up inside you until you go crazy.  I think all these things you told me are reeeeeeaaally important, to you.  So yeah it's not that important what you say... but it's really super important that you say it, and I hear it with my own two ears.  But then you wouldn't come with me.  Promise?  That's what an engineer does!  Here, Kal'tsit, take a look at this light bulb.  Yeah, clear!  Woah! Shut up! Don't say it!  Just be quiet... and enjoy this little light together.    'Don't allow standard operators to view classified records.'    I guess my impression could use some work. But copying a classified record is kind of going a bit too far.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["   You better work it out with your director. But if you do turn a city into a giant robot, you be sure to let me enjoy it!    Ummm.... Hmmm.... How do I say this....?    There's way too much exposition in the script? And it's full of B-movie garbage?    Huh? Which ones are fake?    Story, huh...    That's how your people are. Mysterious and elusive. Those other ones were too.    Before Dr. Kal'tsit let it slip, I never knew she was here. I should have asked for an autograph... Ugh....    I thought your race didn't care for each other.    Dr. Kal'tsit.    Yeah, but how did you know she was at Rhodes Island?    I can tell the surveillance system was pretty brutally hacked.    Hey! That was hard to fix! There's better ways for you to pull records!    If you were a good girl who worked hard, you could've gotten some Yan food in the cafeteria.    ...Is what?    I noticed the operators have been registering their equipment with more Laterano-ey names lately. Turns out that's your fault?    How about 'Ancient Forge'!    No way, the actors you guys picked are too much.    Throw those guys in there and there's no room for effort! Get real!    Don't worry about it. Lava's not a kid anymore. We can all see how much she's grown.    Ahem! She's the backbone of Rhodes Island! An operator anyone can rely on!    How about that?    ...Ugh.    They'll find out sooner or later... hey! You've got a point there!    But why start with Lava?    ...How do you sell it? The best mobile ship on Terra for mingling?    Hey.    Oh... well... hm...    Am I supposed to blush and accept the compliment? Or should I just tease you for being super sappy?   One more bowl!", "(\"Ally/companion\": Yes); (\"Shapeshifter\": No); (\"Trickster\": No); (\"Warrior\": No); (\"Sage/wise one\": No);"], ["  Heh heh~ Who gave you the idea to compare your appetite to that of a hungry engineer who hasn't eaten in three days? I'm so hungry I could swallow a meatbeast whole!   Eheh... I accidentally set the clearance level of my door to max, plus I was wearing my headphones so I couldn't hear the door at all.   And it's not like I was doing it on purpose! All that fighting with Reunion broke a whole lot of equipment, and repairing everything was giving me a huge headache. Can't even do this job anymore without listening to some music.   All right, we done yet? I'm not here to listen to a sermon during mealtime!   By the way, you're here to buy more climbing gear? How come I didn't see you use the cold-weather gear you bought half a year ago?   Ah, if there was a problem with the quality, just let me know. I'll go knock some... Er, I'll go bargain with the manufacturer.   Hm...   Oh, afternoon. Did you just get back from a mission? How come you're the only one here?   It's this thing. You're weird, Doctor. Why the sudden interest?   What do you mean I broke it?! It was already like this when I moved it back here. All I did was 'study' it a little.   I've never been able to figure out what this thing is really for. Originally wanted to see if I could open it up, but ended up breaking three power saws without a crack.   So, yeah... Doctor, do you have any idea what this is?   A safe this big and conspicuously colored? Maybe if you really wanted to attract thieves, I guess?   Welp, even the Doctor doesn't know what it is.   ...Doctor, are you okay? All that work finally rotting your brain?", "(\"Trickster\": Yes); (\"Ally/companion\": Yes); (\"Shapeshifter\": No); (\"Warrior\": No); (\"Sage/wise one\": No)"], ["  Huh?   Don't worry about that right now, just stand back!   ......   A bottle... of beer... right?   What the heck! I thought there'd be something super high-tech in it! Something a bit more constructive!   After all that time, it turns out it's just a vending machine? What's the point of making something this tough anyway? You need it to withstand an originium bomb?!   Ugh... But, isn't that kind of a weird color for beer? I'll have to look into it some more... I'm wondering if you've settled on the going-to-Londinium thing? I'm worried you're not in the right headspace. I know you want to go, deep down, but you gotta think about the kind of danger we're up against. You waste a lot of energy getting all torn up. It'd be great if one day, you could just do whatever you want. You can't put it past me. I know how close you are to Theresa. There's no way you can stay out of the Londinium thingy. Yeah yeah, I know, always responsibility and duty. Take a day to treat yourself every once in a while. Leave all the boring stuff to the Doctor, and let's knock some back, just the two of us. Doesn't that sound nice? I guess that's true. You'd think the amnesia would give us an all new Doctor, but the workaholic part is still the same. But honestly, the old Doctor was such a hardass, I like the new version better. That was a special promotion! I was trying to save the Doctor money.", "(\"Ally/companion\": Yes); (\"Sage/wise one\": No); (\"Warrior\": No); (\"Trickster\": No); (\"Protagonist\": No); (\"Antagonist\": No); (\"Extrovert\": Yes); (\"Introvert\": No); (\"Shadow\": No); (\"Shapeshifter\": No);"], ["Yeah, sure. Why so serious all of a sudden? Maybe it's something about how I knew the old Doctor, but I keep getting this uncontrollable urge to pull the most hilarious pranks. Especially before, when the Doctor was acting weirder and weirder... Don't worry, I'm not that clueless. By the way, Kal'tsit, before we go to Londinium, I'm going to carry out a renovation of the 'under-development area.' Gotta thicken that hull, at least. It'll be pricey, but I, a reliable engineer that I am, think that level of investment is still absolutely necessary. So, on behalf of the Engineering Department, I've decided to fight for three days and nights to give the 'under-development area' a brand new look! Hehe, I thought you'd say that. Right below the 'under-development area' is a drone hangar, and that hangar doesn't have any support pillars. Once we knock out the upper part, the top of the hangar will deform, and then... Kal'tsit, why are you glaring at me like that? I'm scared! Alright, cards on the table. I'm the chief engineer, of course I'm gonna be curious about some place I can't get into. All those secrets in your gullet are gonna suffocate you. When are you going to open up to me already? You can't carry this all by yourself. Looking forward to it. Wait, huh? Did you just say something not super uptight?!   Looks like the language logic is doing okay.   Now let's look at the other parts.   Of course!   It's been a very long time since we did any data archiving on you. This is just like the regular physicals we do on humans. Have to make sure you're healthy and all.   I kinda think you do, though.   Of course.", "(\"Trickster\": Yes); (\"Ally/companion\": Yes); (\"Shapeshifter\": No); (\"Sage/wise one\": No)"], ["  It's kinda hard to describe...   When I first took over the systems here, everything was a huge mess. Thinking back, that was a real disaster.   Back then, most of your information was encrypted and ordered in such a scrambled way... Well, you're still that way right now, of course.   If I were to describe you as a human, with the state you're in, I guess I'd say you had a combustion engine in your body.   But all your components like the ignition and whatnot and your piston are flipped upside down.   To the point that... I'm not even sure if you're a system that exists within the bounds of common sense.   Eh, don't be like that. That's not a bad thing. I'm just saying how unique you are!   Though I still can't make heads or tails of all these branching structures in your database, let alone the rules for how things are even read in that thing...   At the very least, Kal'tsit and I managed to fix and reorganize a decent chunk of it.   How's that? No one knows you better than me right now!   Haha, why so polite all of a sudden? If anyone could just self-diagnose themselves no matter what kinda weird diseases they had, then all the doctors in the world would be out of a job.   Eh, what's this stuff in here?   Let's see...   —The sarcophagus rescue operation simulated test runs!   There were so many complicated routes... and we have so much data on these simulations. I may not have gone there myself, but I can recognize more or less all the pathways they could've taken.   My impression is that we did run this quite a few times...   But—   Did it seriously run THAT many times though?!", "(\"Sage/Wise One\": 'Yes'); (\"Companion/Ally\": 'Yes');"], ["  If I remember correctly, the actual rescue mission was planned around these two simulations' results. If it wasn't for these two successful runs, we could never even have figured out how to get the Doctor out.   But actually...   That's all in the past, no use talking about it. It's not like I can put a time machine together... Hey, that sounds like a fun idea though. Let me jot it down.   Uh, anyways... if we'd called this operation off, that'd also mean...   Heh, I don't really wanna say this, and it probably sounds like I'm exaggerating, and it's too sentimental, but the idea pops into my head every once in a while. If we'd called it off—   It would've cost us our future.   Hmm? What's up?   Hmm... PRTS, I'm sure you know this yourself.   The Doctor stands for a lot of things.   I used to wonder how Babel... uh, or Rhodes Island without the Doctor would've been.   What do you think would have happened to us? Amiya and Kal'tsit probably would've stayed out of Ursus, and we would never have crossed paths with Reunion. Don't you think we would've been in a better shape?   We might also have been driven into a corner and taken even worse losses. Everyone would get the pink slip, and then we'd all just split and go home, wherever home's supposed to be.", "(\"Sage/wise one\": 'Yes')"], ["  It's a joke alright.   If I actually thought that way, Kal'tsit would've thrown me off the bridge a long time ago!   Let's face it, though... Compared to now, we had a much harder time during those few years without the Doctor, don't you agree?   You know how miserable I was when Kal'tsit was our only boss. She'd always work my ass off all day, like I was supposed to be a machine that ran 24/7 too. She never thought to give me a single break!   Seriously, I thought I was probably gonna go bald, working that much!   Eh? W-Why'd you...! Don't record anything! We can't let Kal'tsit hear any of that...!   Eh... I'm not saying this is anything bad. We are all here because we wanted to follow Theresa's dreams, her ideals. This goes for everyone that was at Babel too.   It's just...   Ever since Theresa left us, all of us spent so much time just to get used to things. Some of us are probably still confused, even now.   Haha, you think I'm just the kinda gal who stands by to watch things happen?   Hm, your observations and computations are a lot more objective and accurate than a human's. Maybe you're right. Here, let me tell you a story.   Do you know what it was like when they came to Kazdel to look for me?   I'm not sure if I ever told you about my family... A family of vampires. You can smell the rotten stench in the words alone, right?", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["  Ancient, and old-fashioned too.   For the longest time, I didn't know if I had a talent for the vampire Arts. Of course, it wouldn't matter if I did. I was never into stuff like that, not even one bit.   You could say I'm a little... Okay, not just a little. I'm very unorthodox.   I only wanna do what I wanna do, and that's why I never stepped out of my little garret.   My family almost kicked me out a couple of times, but for some reason they never went there.   I guess I am. Back then, I was just a kid who didn't care about anything or anyone else. These days, I'm starting to miss home a little...   I had a few friends. We did all kinds of stupid stuff. Crazy stuff.   I hid my signature in the nooks and crannies of all kinds of data and information. I played around in the databases of organizations people thought were impenetrable, basically just announced myself to everyone out there.   It probably sounds silly now, but at the time they called me the 'Destroyer of the Kazdel Information World.' Of course, not a lot of people knew who I was.   Thanks, but I'm good.   Anyway, while I was living my life like that, one day—   There was no sign that anything special was going to happen that day, by the way, but something special happened, just like that.   Someone opened the door to my garret. I had it locked down tight. Still have no clue how she got it open so easy.   That was Theresa—same as she looked on the news, too. No Sarkaz would ever mistake her for anyone else.", "(\"Ally/companion\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Trickster\": 'No'); (\"Sage/wise one\": 'No'); (\"Warrior\": 'No'); (\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No');"], ["  Nope, not possible. Even if there were someone like that, we'd never get it wrong.   The monarch herself showed up and waltzed into my little room. Then she told me she was looking for someone to break the shackles of tradition, and for that she needed an engineer, the key to her plans.   She didn't even try to explain anything to me at first, nope. Not a word to try to convince me to go with her.   If it had been anybody but Theresa, I'd've thought they were nuts and would've thrown them right out the window.   Nope, I accepted her offer.   I said yes... because of the curiosity that'd been driving me the whole time.   Then I went to the meeting place she told me about. That's where I first met Dr. {@nickname}, who happened to be picking me up.   Sounds like Dr. {@nickname} was like a guardian, keeping watch when the two of us met for the first time.   Y'know, you get pretty quiet sometimes. Makes me wonder why.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'Yes'); (\"Ally/Companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/Wise One\": 'No');"], ["  Whatever. Your system and programming is a mystery, but don'tcha worry. I'll do my best to figure it out.   Let's keep going. Not long after I took charge of Rhodes Island's engineering, the Doctor and Theresa came and showed me a weapon. Never seen anything like it.   The Doctor asked me if there was any way to read the firmware and restore its original functions.   It was tough, but I managed to do it, of course.   It wasn't until later that I found out that, with the data I provided, the Doctor reverse-engineered the device's mechanism. and even managed to use it to turn the tide when we were stuck in a really tight spot.   Ace and the gang thought there was no way we were going to win, but we actually managed to pull it out.   Right? It felt off to me before I even finished looking through the thing, but the Doctor told me I didn't need to worry about any of that.   It's like... the Doctor knew about everything in advance, even the probability that I'd have the thing cracked.   Who knows how Dr. {@nickname} managed to do that?   Also, speaking of which... This is just my own feeling, but when I met the Doctor here again, it kinda felt like meeting a totally different person.   C'mon! We're not looking into that possibility.", "(\"Ally/companion\": Yes); (\"Sage/Wise One\": No); (\"Shapeshifter\": No)"], ["  I can tell, the Doctor who came back to Rhodes Island is the same old Doctor, though... also kind of like a completely different person on the inside, too.   How can I say this...   Just like that last operation. The Doctor's calculations were so accurate that our jaws all dropped. We won a fight we weren't going to win.   I almost gave our friend a nickname, 'Super Demonic Processor.'   But then, the very next time, the Doctor surprised us with a whole other strategy.   It's like that was a whole other person all of a sudden, who could figure out the other side's thinking, perfectly, without using any formulas or whatever.   Whatever kinds of records Dr. {@nickname} leaves behind or doesn't, I'm not gonna call it strange.   That's a real difficult question.   If you ask me, I think... only the 'Doctor' can influence the Doctor.   The Doctor keeps quiet sometimes, but is also really talkative at other times. Have you noticed that?   I kind of think that, maybe the Doctor is normally so quiet because it's like laying the groundwork for some kind of pivotal moment to come.   The Doctor makes decisions that look wild and crazy to us, beyond our expectations, and those decisions lead Rhodes Island down an entirely different path.   PRTS, remember what I said was the first thing that Theresa told me, when we first met?   She said she was looking for someone who could break the shackles of tradition. I think that's the standard she used to pick people, so that's what most of us here have in common.   Of course, the Doctor too. Everyone follows the Doctor, they go right along without hesitation.   Looks like that mystery creator of yours liked it too.", "(\"Protagonist\": Yes); (\"Shapeshifter\": Yes); (\"Sage/wise one\": Yes); (\"Ally/companion\": Yes)"], ["  Whatever the case may be, that's how things are. The Doctor treats everyone well, though I guess the old one treated everyone pretty well too.   It's just it's not easy to figure out just what this nice person is going to do and when or where the effects will actually play out. If the bad guys can't make sense of it, do we have a hope of figuring out the Doctor just because we're on the same side?   To tell the truth, I kinda have doubts.   No, not at all. Compared to Kal'tsit, I get along with Dr. {@nickname} way better!   The point is, this Doctor is nothing like the old one. If we look at the new one the same way we did the old one, then I'd say we're underestimating our new Doctor.   Yeah... that's probably because I really admire the Doctor, from the bottom of my heart.   It was hard on everyone when Theresa left us. We lost way too many people in those two years... You know that better than anyone else.   We were driven into a corner, basically. No matter which way we decided to go, we were walking a rope that could snap at any time.   In the end, it was Amiya who decided we had to do something to get us out of that mess.", "(\"Sage/wise one\": Yes); (\"Ally/companion\": Yes); (\"Shapeshifter\": No)"], ["  That's right. Amiya believed the Doctor would bring lots of change, something that Rhodes Island desperately needed at the time.   It was a gamble, really.   We had to do something, we had to change. It was better than watching the few friends we had left bleed all over the place for no good reason.   Amiya was the only one to give orders back then, and she helped a lot of folks make up their minds on the topic, when they'd been wishy-washy.   Time proved Amiya right.   We needed the Doctor. The Doctor brought change to Rhodes Island.   Hm...   Y'know, PRTS, I've always thought of you as a pretty strange entity.   The way you think is basically on the level of humans, but... you're still lacking something... something human.   Persistence.   That's the kinda thing that drives people to achieve great things, and sometimes turns them into monsters.   Eh...? Wait, what am I doing? I thought I was gonna tell you a story.   Dammit, I was going to talk about my heroic adventures as the 'Destroyer of the Kazdel Information World,' but somehow I got so off topic...   You aren't trying to make fun of me now because I had you admit you were terrible at telling stories, right?   Dammit! Don't you keep this conversation in the logs! I don't want Kal'tsit to find out what a long conversation I had with you the next time she goes looking stuff up.   Hold on... You won't play this for her, right?   Well, that's good to hear...   Hmm?   Huh?   Stop! Stop, stop, stop! Don't do it!   Seriously, don't you dare! I'd start coughing up blood from embarrassment even before Kal'tsit got to me. Now that'd make me a real disgrace to the vampires!", "(\"Protagonist\": No); (\"Antagonist\": No); (\"Extrovert\": Yes); (\"Ally/companion\": Yes); (\"Shapeshifter\": No); (\"Sage/wise one\": No)"], ["  What's a shame?! Sheesh, your personality's really taken a turn for the worse. I'm gonna set a program that restricts your playback permissions one of these days.   Restricting permissions... Right, this will do!   Yep, your checkup is just about done. Well, I'll get going—   —Whoa! Dr. {@nickname}!   What are you doing here... How long have you been there?!   Feels kinda suspicious.   Are you here to check the battle records from the other day? Eh, don't just stand there. Come on in! I just finished PRTS's checkup.   I'd love to have a chat with you, but I got facility checks around the ship. Don't have much time.   Well, gotta go!   THE——SEVENTH——SHORT——CIRCUIT——   Kind of embarrassing for a genius engineer, huh? What if we invested in a new set of doors? That'd save some time!   Waaaahhhh——   Okay! Your Majesty!   Give me three days! If I can't fix it in three days, I'll take the whole security control system apart and reinstall it!   I dunno who built these mysterious systems and then buried them out in Rim Billiton somewhere, then if we can't figure it out...   We'll just have to replace it with something we can! Easy peasy!   Roger that!", "(\"Trickster\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No'); (\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Ally/companion\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Introvert\": 'No'); (\"Extrovert\": 'Yes');"]], "Wei Yenwu": [["   Ah, excellent.    Please take a seat. Miss Kal'tsit is currently explaining the situation to me.     ...     Miss Kal'tsit, please continue.    To my understand, Rhodes Island has some special expertise in countering Reunion?    Oh...?    I've been told that Rhodes Island was involved with the Chernobog incident, and managed to obtain a lot of intel about Reunion.    It is Lungmen that will decide whether or not we will exchange information. If Rhodes Island cannot even provide us with this level of information...    Hah.    In that case, we simply have no basis for trusting your capabilities.    Madam Ch'en.    Calm down, Madam Ch'en. They are still our guests.    ... My guests.    Ah, excuse me. I just remembered...    That's right. Hmm...    There is one thing that I care about.    Your ability.    To my understanding, Rhodes Island is also assisting with suppressing the nearby Infected?    Madam Ch'en, based upon your best information, how would you assess Rhodes Island's combat abilities?    And your assessment?    When it comes to fighting crime and prevent infiltration, the L.G.D. is more than sufficient.    Rhodes Island may be able to bring more to the table. However...    Of the things that Rhodes Island has requested, there is one 'item' that we are unwilling to exchange based upon what has been offered.    The temporary defense cooperation that you're providing is far from equal value. As things stand, your 'asking price' is a bit too high.    Miss Kal'tsit, Miss Amiya, I hope you two both understand.    Please elaborate.    Impressive, impressive.    It's not every day I meet someone crazy enough to have made it out of a Catastrophe alive. Miss Amiya, please continue, I'm listening.    Hmm? What's her name again?    I don't recall clearly...    Ah, right, Talulah.    Madam Ch'en, what do you think?", "(\"Antagonist\": 'Yes'); (\"Ally/companion\": 'No'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'No');"], ["   Hahaha... Well spoken, young lady.    Due to the seriousness of this threat and the L.G.D.'s limited manpower, I'm not opposed to considering this temporary agreement based on the terms that were detailed earlier.    But what I said before still holds...    Correct.    In order to make sure Lungmen is properly compensated, I have two very simple conditions.    First, Rhodes Island will help the L.G.D. suppress the Reunion threat. This includes identifying threats within Lungmen as well as those related to fallout from Chernobog.    This also includes assessing the degree that the Infected have infiltrated Lungmen. I expect that you will share any potentially helpful information with us.    I will tell you about the second condition after you've satisfied the first.    Naturally, I won't ask for anything outside of Rhodes Island's area of expertise.    How should I put this... If Reunion causes damage that surpasses Rhodes Island's estimates...    I hope that you will help the L.G.D. handle the situation, which may include post-disaster management. Of course, nothing beyond your capabilities. That's roughly the gist of it.    I cannot say much more at this point. However, don't forget, Rhodes Island doesn't have a choice.    If you can't accept our terms, then all the conditions we discussed, as well as your requests, will be...    Oh... Of course. I can see your respect to Lungmen, Miss Amiya.    Madam Ch'en, do you have any objections?    Hah.    It seems like Madam Ch'en also has her own goal now.", "(\"Archetype 1\": 'Ally/companion'; \"Archetype 2\": 'Sage/wise one'; \"Archetype 3\": 'Antagonist')"], ["   In any case, congratulations. You've earned Lungmen's trust. Madam Ch'en will be responsible for your arrangements.    However, be aware that the Infected are not allowed to freely move around within the city, as that may cause panic.    I hope that you will defer to the L.G.D.'s orders while carrying out your duties.    Especially, Madam Ch'en's orders.    Lungmen will be open to Rhodes Island, as long as your actions are in line with us.   This belongs to you now.   Well, just treat it as a loan.   Afraid of what? You turning against me?   No, I am not.   Because I am not scared of death.   This is no ordinary weapon. You'll gradually come to understand it.   Do not waste its power on trivial things. A dragonslaying sword shall only be unsheathed against a worthy enemy.   Who you choose to draw this sword upon is entirely up to you.   Well done, Madam Ch'en.   Is Madam Swire also on this channel?   Please report your progress.   I've also received reports from a few of your other colleagues. All missions in the last phase have been completed flawlessly. Well done, all of you.   We will now move onto the next phase.   Madam Ch'en, I believe Amiya is right next to you. Can you hear me?   Very well then.   I must apologize, leader of Rhodes Island. Though I can risk sending the L.G.D. deep into enemy territory, I can't risk bringing any more players into this game.   Dr. {@nickname}...   Beneath this entire land lies an invisible, yet intricate net.   No single city can break free from this net of conspiracy and intrigue - and especially not Lungmen, as it is situated in the midsts of giants.   Perhaps you already know this, perhaps you don't. Nevertheless, I have to take all these factors into consideration.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["  I must apologize yet again, Miss Amiya. From my position, I simply cannot disclose all our intel.   If you were standing in my shoes, you would have made the same decision.   What happened in the Chernobog ruins was a pity, but at least you achieved something.   No, the L.G.D. was right there with you.   Huh?   Lungmen kept you safe, and helped you return to a position that could maximize your value.   I just hope that Rhodes Island can understand that we all have to face this difficult situation together.   Our agreement is still valid. No matter what happened during the process, only the end result can satisfy me.   No matter what happened.   Dr. {@nickname} of Rhodes Island, I believe I made myself clear the last time we met.   You do not have a choice in this matter. But at least you can choose how you eliminate your enemies.", "(\"Antagonist\": Yes); (\"Shapeshifter\": No); (\"Ally/Companion\": No); (\"Warrior\": No); (\"Sage/Wise One\": No)"], ["  Isn't that for the best?   We should all stay alert. Nobody should let their guard down when we are facing a common enemy.   Your vigilance can keep you from falling into a trap.   Listen, Dr. {@nickname}—   ...We may not be friends yet, but at least we are not enemies.   So, silence is your answer.   A fine display of judgment. You would hide your weaknesses while pressing your advantages.   Rhodes Island indeed is a powerful partner. You have earned my recognition from this incident.   But, this comes on the condition that our relationship is still a partnership, not a statement of the status between illegal Infected and local authorities.   I do not intend to fool anyone.   Though, objectively speaking, I may well have fooled Reunion.   But none of that can be proven. Reunion may also have access to our secrets.   We can only hope to destroy them before they come to grasp our strategies.   So, does this goal motivate you at all?   Miss Amiya, Dr. {@nickname}, the cooperation between us has not ended yet.   A counterattack is imminent. We will demonstrate Lungmen's stature, wisdom, and unity to them.   If possible, I would also like to witness Rhodes Island's professionalism, resolve, and bravery.   In fifteen minutes, Madam Ch'en will return to fight at your side.   Naturally.   Good, of course. Otherwise, I wouldn't have time to chat with you here.   Of course, but there is a time limit.   Today, and tomorrow. If Reunion is still not contained after two days, you know what will happen.   Two days and nights are already too generous. In comparison, I will only give you one day.   I want you to take care of everything within a day.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Ally/companion\": 'No'); (\"Sage/wise one\": 'No');"], ["  That's not important. Lungmen should be able to handle its own problems, once and for all. That is our first principle.   That is what we need to demonstrate to them. So, everyone, get moving.   Go, Madam Ch'en. It is time to show Reunion some Lungmen hospitality.   You may ask.   Hmm...   Have we received any response from Ursus?   And we still can't get in contact with Speaker Witte?   By the looks of things, the Ursus Empire is completely opaque.   Fumizuki, I have a premonition. That this whole thing is just the start of something much bigger.   When did I say that? I've completely forgotten why I would say something like that.   N-no way! How could I! I just can't remember most things apart from our time together.   ...   Duke of Kashchey.   But he's already dead.   Killed by Talulah herself.   Are you on site?   Yes, that's right.   I know. But the L. G. D. has their job to do and you have yours. Don't forget your role in all this.   Indeed. Lin Kojui is quite opposed.   But this matter is beyond him!   ......   I've heard all the opinions from all the stakeholders. But there is no wiggle room here. I do what must be done.   Kojui's daughter will reach out to you. In the next three weeks, you are not to contact me. Everything goes to her.   I leave it to you. Don't worry. I am watching you.   ...There's no need for that. The past is the past. And it stays in the past.   Right. To the peaceful and stable future of Lungmen.   Oh.... Miss Amiya, I figured you'd come. The war was a success, and Rhodes Island deserves a lot of credit.   Next, Lungmen will fulfill her contractual obligation to provide Rhodes Island with necessary commercial assistance, among other things....", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["  I'm sorry?   Does Rhodes Island hate the old bait-and-switch so much? If there is any impropriety in what I have done, please, speak your mind.   I will offer my sincerest apologies, Miss Amiya   Don't read too much into the war, Miss Amiya. This isn't a charge, is it?   Why do you want to terminate our agreement?   Mutual benefit, isn't that good enough for a business enterprise?   Are you implying that Lungmen owes something to the Infected side of your business?   ........   Rhodes Island could take Lungmen's gracious bounty as a gift.   Go on.   I've heard you can read minds, Miss Amiya.   Can I take your speculation as a warning, rather than an interrogation?   I, on the other hand, believe that playing a role is far more important than whether or not one recognizes that role.   Is this a request... Or simply an ideal?   Do you play chess, Miss Amiya?   Officer Ch'en, I have a guest.   You speak without thinking.   Superintendent Ch'en, I have no idea what you are referring to. I do hope your explanation is convincing.   ...Officer Ch'en?   Who put such thoughts in your head?   Please watch your tone of voice.   Officer Ch'en, know your place. Guards!   ........   Officer Ch'en, don't speculate on facts you are not authorized to know, and don't trust information from unknown sources.   You're tired.   So...   ........   Ch'en Hui-chieh!   Miss Ch'en.   You know nothing...   About what I've done for Lungmen.   I don't recall giving permission for you to enter my parlor, Dr. Rhodes Island.   ......   All right, Dr. Kal'tsit. Go ahead.   That's a trifle. Lungmen has her ways to defend against nomadic cities and warships. A measly urban core is nothing to worry about. Why, we don't even have to....   ........   ...Has it started...   No.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'No'); (\"Shadow\": 'Yes'); (\"Shapeshifter\": 'Yes'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Sage/wise one\": 'No');"], ["  Reunion holding Ursus hostage like this is the height of absurdity.   Ursus expansionism is driven by a lust for wealth, territory, and growth.   If it was profitable, the Empire would start a world war without a second thought. And they would've done it decades ago.   But to provoke a war with Yan?   The fact that Yan has not waged war for centuries does not mean they lack the capacity to fight. But I'd say a militaristic state might struggle to understand what it is that's led to Yan's prosperity.   A world war would leave both sides devastated. Yan would need a long time to recover, but Ursus, with its myriad internal conflicts, would take it even harder.   Ursus is no longer the world-devouring beast it once was. Only fools and madmen would wage a war that is costly, unprofitable, and doomed to fail.   Weeding out such people is one of my most important duties. And it's a function of the State Council of Ursus.   Once the State Council responds, we'll implement measures to put a stop to the Chernobog core.   The diplomats will handle the rest.   Our only responsibility is to take control of this crisis before it gets out of hand.   No. I have faith in mutual interest.   Fighting war after war teaches bitter lessons. And even though Ursus has won a lot of riches from its wars, it has been unable to fight the internal rot those wars have bred...   It has not been able to integrate the peoples and lands it has conquered. And no nation can handle a rebellion while choking down the poison brewed by the mutual crisscrossing hate of its own populace.   The Empire of Ursus is a rotting corpse posturing to look strong.", "(\"Protagonist\": 'Yes'); (\"Sage/wise one\": 'Yes'); (\"Ally/companion\": 'Yes');"], ["  I have no deal with the Chairman of the State Council, verbal or otherwise. But the two of us have about the same amount of sanity left.   Fumizuki, send the message for me. I have to make use of this time...   ...Fumizuki?   Fumizuki?   I don't think so.   What...? That's my Messenger.   ...I want to hear the rest.   He's my Messenger. Let me hear it.   Witte tried to help them...   How is he now?   ——   Give the order. The censors must stand down, use force if necessary. We will prepare for war. We must be absolutely certain we can disable that core before it's too late.   And no one is to know of this until the Chernobog core is stopped.   Fumizuki, you've seen all Lungmen has been through, you must know. My brother wouldn't stand for me starting a war with Ursus.   ...I must take the initiative, we must take control of the situation, even if it costs all of Lungmen.   Thank you for the suggestion, Madam Kal'tsit.   But I'm afraid Witte and I are the last hope for peace between our two countries.   Whether our enemy is the Empire's Third Army or the Emperor of Ursus, this war is going to happen eventually, even if we are certain to win it. Peace is no longer possible.   If Witte is too meek to use official channels to put a stop to this, it means he'll face too much resistance and criticism for it, even if it works. He's a politician. He has to look out for himself.   Having pushed him this far, the Empire's bureaucracy may be in some state of semi-paralysis.   If the core is not stopped, the collision will destroy Lungmen. And the conflict that follows will cause further, unfathomable disaster.", "(\"Antagonist\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No)"], ["  Firing our guns or sending a spec ops team would indeed mean a declaration of war on Ursus.   Anything Witte might have been able to stop has been cut completely loose by the Chernobog core.   An isolated city, cut off from all communication, left with nothing but identification codes, needs very little explanation.   As you say, Doctor. It's up to Lungmen now. Only we can stop the Chernobog core.   War is serious business, but the other choice, as far as Lungmen is concerned, would be far worse.   ......   You're a Lungmenite.   Superintendent Ch'en, don't play the hero. This isn't your responsibility.   Now is not the time for a debate on ethics.   'What did they do?'   Tell me, Miss Chen, what did they do?   Tell me, where was it Reunion hid themselves? Where was it they snuck into our city?   You trust the slum dwellers, but do they trust you? Where did that trust come from?   Have any of them, aside from your informants or Lin Kojui's ears, reported the Infected infiltrating their homes?   Did you receive even a single tip?   Yes or no?   Not one. Not a single person stepped up.   They don't trust you. They would rather put their faith in foreign provocateurs than the Rat King or the Superintendent of the L.G.D.   Did they forget that Lungmen has never raised a hand against them?   I don't blame them for supporting each other.   In fact, if the Infected didn't support each other, if they hated each other instead, the slums would have long since destroyed themselves.   But they could have opposed Reunion. They could have come together with the Rat King's people to fight the infiltrators, they could have asked for your help——", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Sage/Wise One\": 'No');"], ["  Exactly. They don't trust you. After all you've done for them. They still don't trust you.   It was the locals who didn't want the L.G.D. in the slums. They were the ones working against my L.G.D. time and time again.   Even as Lin Kojui and I worked so hard to root out the criminals and foreign agents from the slums, it was those same locals who scoffed at the sacrifices of our soldiers.   Was it Lungmen that rejected them?   Answer me, Miss Ch'en.   Look me in the eyes and answer me!   Then whose, pray tell, is it?   How many times have I told you? You have the right to your own thoughts and opinions... provided you don't let them affect your work.   The L.G.D. is here to protect Lungmen. The Special Inspection Unit is here to guide the L.G.D. to protect Lungmen.   The slums you've done so much for have become a vulnerability that could lead to Lungmen's destruction.   Reunion exploited the Infected among them to distract us, letting our guard down to Chernobog.   The measures we took to fight off Reunion left us open to this maneuver by the core city.   And those Infected stood by and did nothing.   If Lungmen falls here, it is ultimately by their hand.   Who should be held responsible for turning Lungmen into a flashpoint? Who is responsible for lives lost and blood spilled?   So much destruction over a few neighborhoods... just because we didn't act in time.   Whose fault is it?   Was it Lungmen that rejected them? No.   It was they who rejected Lungmen.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'No');"], ["  Indifference and a lack of vision already destroyed them. I have no reason to care for these people anymore.   Ch'en. We are all tainted with our innumerable mistakes.   Everyone makes mistakes. All we can do is fix them, or cover them up for a while.   There is always someone who can do what I can't. But for now, I still have things to do.   ...Pigheaded girl.   Superintendent Ch'en, I have told you everything. Now do what you must.   You—   Nonsense!   No.   If you leave this office today, Ch'en Hui-chieh... you will be an enemy of Lungmen. You will never again be allowed to set foot in this city.   And all that we've worked for together for the past ten years... will come to nothing.   I won't let this city fall. But I won't go in without a plan either.   Power is a tool, at the end of the day. If you are going to use this tool to tinker with the world, you have to conform to its expectations.   Don't make a mockery of yourself, Inspector Ch'en.   Laugh at that, and you're laughing at yourself.   I raised you to change it. I hoped that you would change this world to want more than prosperity and growth.   Even if it can't now, it must be someday.   You're going to make sure it can be changed.   Get out.   You shouldn't have come.    Get out!    Superintendent Ch'en!   Seize her!    —Impermissible. You, fall back. Don't engage her directly!   Cease!!   Hui-chieh, are you going to use the cloud-splitting sword?   Don't forget, who taught you your swordsmanship and your Arts?   I never once thought to strip you of your swordsmanship, but I will no longer play nice at this point.   Don't force my hand, Ch'en Hui-chieh.   ......", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shadow\": 'Yes'); (\"Sage/Wise One\": 'No');"], ["  I don't want to witness another tragedy ever again.   No... No. You must not go.   Ch'en Hui-chieh! Stop this foolishness! We're hundreds of meters above the ground.   ——   Ch'en Hui-chieh, you must not go to her!   You mustn't repeat the same mistakes! You can't go down the same path we did!   If there's anyone who should die for this city, that person should be—   Get out.   I told you... not to call me that.   Why talk about this— Why now?   ...Fumizuki.   No, Fumizuki...   She loathes the Shadow Guard. If I send them to retrieve her, she will fight them to the death.   All that I've done, I've done for the sake of our land. I never intended for Ch'en Hui-chieh to do my work for me.   But can I stop, at this point?   I have struggled against the men behind me and the city below me for so long, and this is all I have to show for it.   Would Lungmen allow me to stop?   That is what she wanted. To get to the source of our problems. She wanted to change this city into something completely unlike the city under my rule.   All I did was teach her how to get there, what she would have to do, and what she would have to give up.   Nonsense! I won't allow it...!   I have plans to bring her back. And you, Fumizuki, are not to set foot outside this building.   Even I have my limits, Fumizuki.   Fumizuki...!   You...   Fumizuki, that's enough!   ...Doctor.   ...Nonsense...   Get to the point.   I hope it's a good one.   Go on. Dr. Kal'tsit, Miss Amiya, rest assured I have no energy to direct at Rhodes Island anymore.   So please, proceed.   ...   ...Continue.   She is his successor.", "(Protagonist): No\n(Antagonist): Yes\n(Ally/companion): No\n(Trickster): No\n(Shadow): No\n(Shapeshifter): No\n(Warrior): No\n(Sage/wise one): No"], ["  Your observations confirm my suspicions, Dr. Kal'tsit. Talulah is Kashchey's successor.   I won't rely on the Infected. I don't trust the Infected. The only difference between you and Reunion is that you haven't turned against Lungmen... yet.    What was Reunion like before? Even if we don't remember, someone does. They weren't anything like this.   You can dress up your schemes in fancy words, just as Reunion can shout from the rooftops that they will be the ones to deliver the Infected from their fate. In the end, they still ended up being cannon fodder for Ursus.   In short order, Ursus will snuff out the fire that is Reunion.   Will you be the next Reunion? Who can say? When will you bare your fangs and turn against us?   What's more, I doubt you have the strength to deal with Kashchey's successor.   That Duke of Kashchey... only Lungmen has successfully opposed him over all these years.   Don't make blind conjectures.   I've made so many mistakes. My death can't pay for them all. I don't even know who I'd be paying.   Lungmen is strategically important to Yan. Thanks to my protection, it will continue to prosper.   You're saying that even if I do this, I still won't be able to protect Fumizuki.   Fumizuki!   Speak, Dr. Kal'tsit.   ——   So, what do you want? Leader of Rhodes Island, Dr. Kal'tsit?   You're not a charity. Attacking the core city is tantamount to throwing an egg at a boulder. It will be ruinously expensive, and may be utterly futile.   At this point, it benefits us both to speak plainly.   ...", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No'); (\"Ally/companion\": 'No'); (\"Introvert\": 'No'); (\"Shapeshifter\": 'No');"], ["  I agree. Until the end of the Lungmen-Chernobog conflict, we, Lungmen, will not in any way interfere in Rhodes Island's affairs.   And it looks to me like the good Dr. Kal'tsit has more yet to say.   Speak up. I can endure it, for the time being. Because I need Rhodes Island to save one very specific Infected.   Name your price.   The glass has already been broken. Doing that would just be lying to myself.   She's skilled. Not like her father, or her mother.   ......   Beneath my feet is already another river of lights. Lungmen has already returned to normal, but they still don't know what will happen next.   Alone, Ch'en Hui-chieh cannot stop this disaster.   After the Great Rebellion, a harsh blow was dealt to the generals of the various armies and the old nobles behind them. Their status and wealth will be absorbed by the State Council, one by one.   But I'm afraid that...   What if Witte is lying? What if this whole situation was plotted by Witte and the Emperor? What if the young emperor planned all of this?   Our enemies have always lurked in the shadows. But we've always had to stand before the brightest spotlight.   ...It's not enough. Just like back then. If Kashchey... if he was in this situation, he'd burrow deeper.   I'm not sure. There aren't many people like that who don't lie. Rhodes Island is good at hiding itself. They feign weakness before us and will not reveal any secrets.   But, I would rather believe that Kashchey shaped the current Talulah. We can't afford the terrible consequences of underestimating the enemy.", "(\"Protagonist\": No); (\"Antagonist\": No); (\"Extrovert\": No); (\"Introvert\": No); (\"Ally/companion\": Yes); (\"Trickster\": No); (\"Shadow\": Yes); (\"Shapeshifter\": No); (\"Warrior\": No); (\"Sage/wise one\": Yes)"], ["  Because of that, I can't let Ch'en Hui-chieh do this alone.   Kashchey... has all the cards in his hand. Even if he is dead, his vision may yet come to pass through his heir.   None of this could be what he wanted.   The scout team reported that some of the Infected who left Lungmen were moving in the direction of the core city.   The core city must stop for a period of time, during which they receive these Infected refugees.   Even if Talulah bared her vicious fangs at Ursus, she would not betray Reunion in front of everyone. This is the best opportunity.   I will bring the Shadow Guard.   They've already done too much for me.   I promised that I'd never ask them to dirty their hands, only to break that promise again and again.   And now, I would ask them to die for Lungmen?   ...If so, I will be with them.   ......   We've won before.   It was our victory at first. Even though it was painful, you and I, Edward, and Kojui... Without us, he would've wiped out this city.   I never once regarded this incident as an unfortunate beginning.   ...I won't treat Edward's death as if it was by Kashchey's hands.   No.   The nightmare should have finally ended when Kashchey died.   Maybe he lives on in Talulah. A qualified successor will allow him to continue his life of chaos.   Talulah is too much like him. For someone who had no children, Kashchey truly received the most suitable seed.   ...Even if I can treat Kal'tsit's words as fabrications, I cannot deny the facts. There is a conspiracy against Lungmen, and it reads too much like Kashchey's handwriting.", "(\"Protagonist\": 'Yes'); (\"Ally/Companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Sage/Wise One\": 'No');"], ["  We have no choice but to believe it. Talulah planned all of this.   But if she thinks Lungmen will roll over and die, she will find she is sadly mistaken.   Lungmen will not fall. I won't let any harm come to Lungmen.   Fumizuki?!   ...Are you threatening me?   No! You can't!   ...Only cowards would elevate themselves on the corpses of others.   And, without you... I wouldn't be able to...!   Maybe I was a coward before, but not anymore, Fumizuki.   I won't let anyone lay a finger on you.   I'll find a place for you to hide. Be it Leithanien, or Sargon, or Sami...   You can't go back to Higashi. I'll send you to a distant country, to a small, quiet town that nobody knows about.   I'll hide you where nobody can follow you. My brother... no matter how much he hates me, he won't chase you to the ends of the earth... I know he won't.   No, no... Fumizuki, I want you to live. I...   Don't say that, Fumizuki...   I won't be that kind of person. I won't let you do that either.   Fumizuki...!   ...and Hui-chieh.   She... She didn't like traditional attire that much.   ......   Fumizuki...!   Fumizuki. If things pass the tipping point, you must listen to my arrangements. Our lives... are not indivisible.   ......   I will stick to my decision...   ......   No, Fumizuki. No...   ...I'm fine.   ......   I am no moralist, Fumizuki. But the closer I look, the more I realize that only one death is needed.   ...My own.   I will have the Shadow Guard escort you to Sargon.   Why are you here, Kojui?   Do you know what I'm going to do, Kojui?   ......   Kojui, you're not out here on a stroll. Even if you were, you shouldn't waste my time.   I can't. I won't promise you anything.", "(\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shadow\": 'Yes'); (\"Sage/wise one\": 'No');"], ["  ...Don't think too highly of yourself.   Better not blink, old windbag.   ...   Stop!   ...Don't do it.   Damn you...   Kashchey. You killed my brother.   You've gone too far.   ...   (Grinds teeth audibly)   What are you scheming?   ...Since I was negligent enough to let you step foot back into this city, there's no reason to let you leave again.   ......   I'll kill you myself.   Which way was he headed?   ...He plotted all of this. It was to ensure the area where we signed the pact was secure. Leithanien expanded their contended exclusion zone, overlapping our own.   No. He's already prepared.   ...In this meeting, the Twin Empresses directly dispatched the Empresses' Voice, and they weren't short of armed forces.   The Empresses are fresh upon the throne. If Kashchey intends to blow our diplomacy apart, all our transgressive conduct may very well be the Empresses' excuse to flaunt their power.   We can't give Kashchey more opportunities to harm Lungmen, or even Yan.   ......   Hui-chieh...   I'm not blaming her.   You haven't done anything wrong.   ...Hui-chieh, she made the mistake, not you.   No, I won't.   ——   She doesn't know the truth. It's not a truth anyone should be privy to, so of course she'd make a mistake. If not now, she would in the future.   ...In so many cases, the wrong thing shouldn't be punished. Not only do we make mistakes, we'll make so many of them. If there's some mistake, we will make it. We can't dodge that, nor escape it.   Talulah simply made the mistake she was bound to.", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Sage/wise one\": Yes)"], ["  Yes, of course it is. This world of ours wouldn't forgive something just because it was bound to happen.   The world is harsh, the people are harsh, the regimes are harsh. Apart from right and wrong, they don't care a damn. As if it's right and wrong keeping them alive, and not what they breathe and swallow...!   —I don't know, Hui-chieh. I don't know.   Hui-chieh!   Wipe your tears away.   Or cry, then. I'll give you five minutes. After you're done crying, if there's not still tears in your eyes, I'll tell you what you should do.   You're done crying, then.   I'll teach you a world of things. I'll teach you how to supervise a city, how to fend off villains, how to treat your friends.   Do as I say, and Talulah will have a chance of coming back.   Perhaps.   I've made a massive mistake of my own, and it led to your mother despising me for her whole life. Even on her deathbed, she couldn't have let go. What she told you is understandable.   But mistakes can be made right.   Hui-chieh, listen carefully. Proper conduct is worth striving your whole life for. Correcting a mistake is worth putting life itself at stake for.   Talulah's departure was a mistake. Every consequence it brings, I will bear.   And you, Hui-chieh. You'd better grow up fast.   Hmm. When you grow up... you'll be able to change everything.   Perhaps. Or let's put it this way: so long as you believe, it will be real.   I'll teach you to wield a sword, Hui-chieh.   To wield Chi Xiao.  Go over this for me again, Superintendent Ch'en.  No, you're clear as day. So perfectly clear that I thought I misheard.   Superintendent Ch'en, you should know this is outside your purview.", "(\"Archetype 1\": 'Ally/companion'); (\"Archetype 2\": 'Sage/wise one'); (\"Archetype 3\": 'Warrior')"], [" What did the Royal Guard Academy teach you anyway? Did they ever tell you to keep your feet on the ground and not bite off more than you can chew?   What incident?  Watch your mouth, Officer Ch'en.  Ch'en... You have no idea what you are talking about.  I won't argue. How about this, then? As soon as you don't think you can keep it up, just let me know.   Tell me, Superintendent Ch'en. How long do you want to be in the department?  You're getting older, you coot. So old that you've forgotten what is it you should be doing, before you even think of stopping me.  Your Arts may be outstanding, but your multitude of worries causes you to make mistakes.  Why do you stand against me? Are you thinking of giving up your life to delay me? Why?  Don't do anything you'll regret!  Would you like for Ch'en Hui-chieh to commit sororicide? For Kashchey to do as he wants?!    You're saying that they should not repeat our mistakes? I have never thought otherwise.  You think a group of Infected and a young officer can do it?  Kojui, have I ever hesitated to kill?  ...You...  How long do you plan to get in my way?  Lin Kojui! Do not challenge me!  You!   Can't hide from you.   I may be mourning us. Or reflecting on mortality and greed.   At least my sword isn't cutting your throat.   Be serious please.   I'm not sure about that. Even if Lungmen were to choose a certain future, it may yet choke it out over some small thing. A chance occurrence.     They're not mutually exclusive, Kojui. The city chose her too.    Even if it wasn't ready to accept who she is...   Wait, Kojui!   Did the Shadow Guard lie to me?", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Sage/wise one\": 'No');"], ["  I should've known you and Lin Yuhsia were working together.   So that means... when I told them to handle the Infected, then you...   ......   This is where Talulah's father is buried... And your mother.   In the end, they couldn't be buried in the city they loved. Or, in the case of your mother, it was a matter of both love and hate.    I'll never forget the look of this place, Hui-chieh. I think of them whenever I see it... my sister, and my sworn brother, with whom I shared no blood.    They are buried here.   A place too small to house their passion, words too weak to express their remorse.", "(\"Archetype 1\": 'Ally/companion'; \"Archetype 2\": 'Shadow'; \"Archetype 3\": 'Sage/wise one')"], ["  Yes. Heh... names perhaps mean more to the living.    All around the world, we idealize burial, as all graves eventually disappear. No one knows a peaceful, eternal sleep.    Catastrophe, war, abandonment, and all such things. Should a city disappear, the souls buried within disappear right along with it.    And in the countless settlements that dot the land, I have never yet found one where the descendants knew the location of the graves of their ancestors.   There is a form of burial called the Tombway, it denotes a part of a nomadic city's pathing as the burial ground, where the dead will be tossed from the city, with the passing cycle as a form of honor.   I'm too forgetful. Too many things I forget too easily, too many things I want so desperately to forget.    But dare not ever forget them.   And so... I picked this place for them.   I brought my sister to Lungmen, I met Fumizuki in Lungmen, along with Edward, who had fled to Lungmen.   I can't say we made the best of friends, but he was smart, and bold.   Kashchey ruled Lungmen from the shadows, and saw us as thorns in his side. We knew we had no choice but to depose him... it was the only way to give us a future in the city.    Here, this grave, is the farthest Lungmen had ever been.   After we beat Kashchey and exiled him from Lungmen, the city sat a few dozen miles away, bright, and full of hope. Our future awaited us.   We drank, talked, laughed, enjoyed ourselves without a thought to our remaining fuel.   We very nearly died of thirst until Adams, that sick old tiger, coughed up his car to come get us. Boy did he give Edward and I the business after that.   Oh... he wasn't as old then. Nor was he as sick, or ferocious.    But who cares? We were all having a good time.    Lin was laughing... laughing like we didn't have blood on our hands... laughing like we were boys in the time of our lives.   Edward was the scion of the highest Londinium nobility. And we were keeping that secret in Lungmen. But Kashchey already knew, he may have long since started plotting.     He told my jealous twin and the Shadow of Londinium about Edward and my sister... about their relationship...   I was forced to choose between Edward or my sister's unborn child.   I hid it for ten years after Edward died. Only my brother and Kashchey knew. But now, Edward and my sister are both gone from this world.    Someday, a Catastrophe will strike and wipe away everything. No one will remember the tragic lovers buried here. These two, who died because of me, will be forgotten. ", "(\"Protagonist\": Yes); (\"Sage/wise one\": Yes); (\"Ally/companion\": Yes); (\"Shadow\": Yes)"], ["  I can imagine.   It was my fault your mother wasn't so warm towards you. I had to have her marry that Yan noble, to protect her. I should have done better.     Never again.   I never needed your trust. Hmph... But, you can believe me this one time. Like when I promised to train you.     I'm glad.   I think we talked a lot?   Haha.   What are you planning to do with your sister?    I have no feelings for Talulah anymore. Except guilt.   I can't make the Lungmen that could. Only you can create an L.G.D. that could keep the Infected and the uninfected together.    You really have grown up.   If I, on behalf of Lungmen, ask you to stay, will you do it?   If you and Talulah ever wanted to come back, Lungmen would make the move to take you back, if it can.   There are so many things we can't do. But maybe them, in the future, maybe they could.   ......   Hui-chieh!   The path before you is long and hard. But I know you will master it.    ......   After using them to wipe out Reunion, I would ask them to take as many of Lungmen's Infected as they could.    Give them land, resources, funding, and all the materials they need.   They can't refuse. Even if they know this is a hard pill to swallow.   I have done this before, and I will continue to do it.   No hesitation, no regret.   *Sigh*. The situation has changed. And we must change with it.     ......   Lungmen's Infected belong in Lungmen.      She has her own path to walk.   The Chief of Lungmen can't have anything to do with an Infected organization.   Well... say hello to her for me.   (Hui-chieh... live well.) ", "(\"Antagonist\": Yes); (\"Ally/companion\": Yes); (\"Sage/wise one\": No); (\"Shapeshifter\": No)"], ["  Anyone who could make their way in here is someone I can trust. Let's have you look after your own wounds first.    What are you doing here, Laterano Messenger?   Hoshiguma! Take Swire outside.    There.   Speak, Messenger.   ...Odd. Why would he want to know what I think?  Fumizuki, did you arrange for Lin Yühsia's trip to Dossoles? ...... You wanted to send Hui-chieh, didn't you? If Lin Yühsia is my representative there, Hui-chieh will get to take it easy and have as much fun as she wants, but... The Rat King's daughter won't necessarily become the Rat King herself. You know I always listen to you when I make these decisions. It's just... You've met Candela. Hui-chieh and Yühsia are still far too young to handle her. We are not discussing this right now, Fumizuki. You agree with me, then... ...... ... Fine, we'll do as you say. Yes, I am. It's been a while since I last saw Candela. It sounds like she hasn't changed. A crazed woman, as always. Of course I'm not like her. They did a wonderful job, indeed. But my guess is they weren't very happy about it themselves. You said Candela wouldn't dare to hurt them. I agree. But they are still too young to know how to endure her generosity. That woman doesn't see right and wrong. Results are the only thing that matters. No, quite the opposite. You're right. There was no harm done in letting them see the sights there. What is it? ...... Of course I remember. As long as you're happy. Hm? Yes. ...... Please, Lord Exorcist. Even if you had no need for all these armaments yourself, Yumen needs them for its defense.", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Sage/wise one\": Yes);"], ["Then allow me to invite you to another round of drink today. Please, win if that is your wish. Hold back no more. It's the least I could do. You could say I'm not here for business. A few days without Chief Wei won't see Lungmen falling into chaos, and it's not so bad if Wei Yenwu finds some time to pay an old friend a visit. It so happens the Grandmaster's retirement is near, and I will be there in attendance. Grandmaster, Miss Ling. Long time no see. It has been far too many years, but you seem as spirited as ever, Grand Tutor. Hmm... Well, if that isn't strange... –– Thank you for your assistance, Grandmaster. If you want my life, perhaps you should tell me what kind of grudge you have against me. Kung fu is fine in the place of a grudge. Let me have another taste of your prowess. My sincerest gratitude, Lin. I do not remember having made such an enemy. Over the years, I've come across many who wanted my life, but I am alive and well nonetheless. All of them have either given up on the idea or perished long ago. I am not acquainted with our friend tonight. He left as soon as the soldiers came. Lin has no standing in the court, meaning he has no right to stand in attendance as you give your orders. Is there anything I can assist with? May I ask what you mean by that? Of course. You needn't know where the intel came from. Out of all the enemies that Yan has faced in the past thousand years, no small number of them lurked in the shadows.", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Shadow\": Yes); (\"Sage/wise one\": No)"], ["Yumen is an impenetrable shield, but there are pests hiding behind that shield. They need to be exterminated by others. I want to send you there to take care of this. You can operate as a special L.G.D. commanding officer. On paper, you will be in charge of security while the two cities are connected, and you will have a certain level of support from me. I need you to run a thorough investigation into the dangerous elements hiding among Yumen's citizenry and ensure its smooth sailing. Should the need arise, you may resort to the most extreme measures. Because you are Lin Yühsia. Because you can take care of this. I want you to do in Yumen what the Rat King did in Lungmen all those years ago. Late as it is, you're still awake? Surely the Grandmaster has not invited me out so late to enjoy the scenery? The Lord Exorcist's decision naturally comes after careful consideration. Perhaps this is not for me to say, but the Lord Exorcist's responsibilities reach far beyond the safety and security of Yumen. The consequences of just one mishap are grave enough that the word 'trust' no longer carries much weight. I hope you understand. Speaking of which, we have yet to properly catch up on each other's affairs. The last time I came to Yumen was five years ago, and the time before that was ten, but both were hectic visits. I didn't expect you to remember something from so long ago. Late spring. A little later than the current season. ...... I'm honored to win such a praise from the Grandmaster of kung fu. It was a very long time ago. But I wonder why you're bringing this up? I dare not refuse a request from the Grandmaster himself.", "(\"Antagonist\": Yes); (\"Companion\": Yes); (\"Warrior\": Yes); (\"Shapeshifter\": No); (\"Sage/wise one\": No);"], ["...... I only fear that simple-minded people will be manipulated without their knowing. A guest must comply with his host, and the Lord Exorcist has asked me to wait in these barracks at ease. I simply wished to share his burden, but there is really nothing I can do. ...You might be overthinking the situation. Whether the Grand Tutor, the Lord Exorcist, or Wei Yenwu, every move is calculated for the safety of the people and prosperity of the country. There should be no conflict between us. Indeed, you are most qualified to speak of this. Very well, for your sake... I will agree to your request. The night is no longer young, I suggest you retire. Oh, but... there is another thing, I think I have yet to mention. 'Cloud-splitting sword' is not actually Chi Xiao's ultimate move. I can be of help in the hunt for the criminals. I will see you off. We did witness a splendid showdown, though, so I wouldn't say it was a waste. I assumed you were referring to that fellow. What do you think of her swordplay? Oh? So what you mean to say is... Are you leaving, Grandmaster? For what? It's all water under the bridge. We suffered some losses, but we should count ourselves fortunate that the situation remained under control. ...... There's no telling when we'll meet again. Take care, Grandmaster. I will. By the way, you said something about Ch'en's swordsmanship yesterday. 'Skillful, but not yet the peak of perfection.' Ch'en has talent, but she only just started learning the Chi Xiao style recently. She has not mastered its true essence. I said before that Cloud-splitting sword is not actually Chi Xiao's ultimate move. The ultimate move of Chi Xiao, Heaven's Eye.", "(\"Protagonist\": No); (\"Antagonist\": No); (\"Extrovert\": No); (\"Introvert\": No); (\"Ally/Companion\": Yes); (\"Trickster\": No); (\"Shadow\": No); (\"Shapeshifter\": No); (\"Warrior\": No); (\"Sage/Wise One\": No)"], ["The eye of Heaven sees all and nothing. Only when the clouds are parted is Heaven's wrathful eye revealed. One must free one's mind to learn the form. Let your heart guide the sword, never looking back. Turn around, and the sword loses its sharpness, harming the user. Farewell. You knew. Do you not reproach me for overstepping my boundaries? The Grand Commandant will soon learn of this incident. This is why I came to Yumen. There is no consensus on how we should deal with the bestial Sui, whether we should prepare for war, or reconciliation. It is hard to see the forest when one is amongst the trees. The minds of some of the parties concerned may no longer be on finding the right answer. I will remember your teachings. ......    A bottle that the Rat King himself deigned to bend over and pick up? How could I refuse?    Chief. It's been a long time since I heard you call me that.    And here you are, participating in this little game yourself. I thought you would just pawn it off on Penguin Logistics...    Heh heh. I still don't feel like you're truly aging. Maybe it's because your daughter looks more and more like you every day. The young you.    Even if they choose a dead end?    ...Maybe you really have gotten old, Lin.    There are some 'Lungmen citizens' who are 'casually passing by,' we are well aware.    Even the Rat King sighs.    That's no good. Lungmen still needs her Rat King.    Is that what you think?    ...You are still brooding over the past, Lin.    You've sacrificed much.    ...You kept your promise, old friend. But you also did not hide your misery.    Is that because of your daughter?", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["   There are many troublesome foes. At least I can trust you.    ...You used to hate this kind of talk.    Don't talk like that. Look, we're two old friends enjoying some scintillating conversation just after Sauin. Let's just relax.    That doesn't take much time at all. As soon as you left, there I was.    I won't attend your funeral, but maybe I'll bring a bouquet to your grave. Then you'll know.    There are more such people than we could count. The ones who fought side by side with us, gave their lives for us.    And I will never forget any of them, even for a second.    There's a trick to these things.    I'll take that as a Sauin blessing.    ——    It was an eventful evening, Mr. Eurill. There were some twists and turns, but everyone got what they needed.    I thought you'd be waiting in the VIP room for everything to resolve itself comfortably.    ...Heh. How lively.    From time to time, you take a deep breath in the outskirts and the air has a very particular taste to it.    As for the Siracusans, no matter how wild the game got, your particular hand was always going to see it turn into something great.    Of course.    Mr. Eurill, in consideration of the cooperation agreement between Lungmen and your company, it would be wise for you to keep your son away from the center, for the time being.    And Mr. Emperor, I trust you understand why it is Lungmen has always turned a blind eye toward the activities of Penguin Logistics.    ...Eheh. Indeed. And I believe you see it clearer than anyone.    Yes, it's probably time for a change of venue. Everyone has their own business to attend to.    Thank you, Lin.    I'm not just talking about today. It's been many years.", "(\"Ally/companion\": Yes); (\"Sage/wise one\": Yes); (\"Shadow\": No); (\"Shapeshifter\": No);"], ["   It 's the first time for me to see the sunrise here. The last time we stood shoulder to shoulder like this, was a time of terrible bloodshed.    Then, after all these years, what is it you see here?", "(\"Archetype 1\": 'Yes'); (\"Archetype 2\": 'Ally/companion'); (\"Archetype 3\": 'Sage/wise one')"]], "FrostNova": [["   ...    Mephisto...    I should have left you to slowly freeze to death in the tundra like the psychopath you are.    ...    Don't worry, Rhodes Island.    I'll give you a painless death.    Hah.    So you want to use your ice... to counter mine?    How will you do that if you can't even use your tongue anymore?    ...    Yeti Squadron, spread out.    My brethren...    Flush them out, and freeze their blood.    ...!    Hurry! Don't let them hurt our comrades any further!    Your Originium Arts... are very formidable.    ...    I won't give you a chance to use your Arts, girl.    Now, close your eyes and sleep.    I'll put you out of your misery soon.    ...    I take it that you're Amiya.    ...    I like the look in your eyes.    That is how a warrior should look.    I'm sorry...    ......♬    ——♪——♬——    ——♬——♬——    ......♪    'Sleep, my children. Sleep.    Hedgehog dolls and teddy bears...'......    'Sink quietly into black...♪    ...My broken puppets and dolls♬'    I seem to have underestimated you, Rhodes Island.    Perhaps I held back a bit too much.    This time...    You won't be so lucky.    ——♩——♬——    Let it all come to an end.    May your anger be buried by purest frost.    ...♩...    ...?!    Something... is stopping the cold from gathering...    Is this your doing?    ...Did you disrupt my cold current using your own Arts?    ...What a good kid.    *cough* *cough*...    So... they got away.    *cough*...    *cough*...    ...    How long have you been watching?    Tch.    ...I don't need you to remind me.    Just do what you need to do, old timer.    I'm going to go after Rhodes Island.    We have to get rid of them first. Only then, will we be able...    ...to go to Lungmen.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shadow\": 'No'); (\"Ally/Companion\": 'No'); "], ["  Now, we must fight.   If you can defeat me, it means some will be able to survive——   I am willing to join Rhodes Island. I am willing to fight together with you against the enemies of the Infected, your way.   This is my burden to bear.   After you've killed your rival, then what? Don't forget your true enemy.   Make sure they do not come down.   Wipe out the Rhodes Island squad before their reinforcements arrive. They cannot be allowed to join forces.   Wait.   ———Stand back!   There's only one. But keep your guard up.   I sense a heat. She's using some kind of temperature Arts.   Aren't you mouthy...   *Hack* *cough*...   *Hack*... Help me... cover...   So you're retreating?   ......   Don't look at me like that... I don't need your pity.   ......   Why are you running away?   *Cough*... *Hack* *hack*...   You're not leaving.   We can't let them escape!   Who knows what Rhodes Island might do to our people in Lungmen!   The temperature difference... it's causing the structure... to weaken!   *Cough* *cough*... freeze!   ......♪......   *Hack*...!   ......   *Cough* *cough*... I recognize them.   Why is Mephisto with you? What happened to him?   Him? Traumatized?   Wait, where is Faust?   ......   It's hard to come back from that.   Faust was a brave warrior.   You could. We must get our remaining people out safely.   Find a sniping position and await orders. We will need your support in the coming battle. We don't know when the enemy may attack again.   Pass our location to all teams: We will guarantee a safe route for their retreat from here!   Keep evacuating.   What's going on?   ......   She is your child, yes?   Such a healthy one.   Don't be afraid. Don't cry. Your mama is right here.   Mama is here.   Get her out of here.   You *cough* escort her. See her to safety.   Oh?", "(\"Protagonist\": No); (\"Antagonist\": Yes); (\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Shapeshifter\": No); (\"Sage/wise one\": No)"], ["  Have some faith in your big sister.   Hurry! They're coming!   They are deploying some units wearing other uniforms... They might be Lungmen's L. G. D.!   *Cough* *cough* ... *hack*.   Go!   And the fighting... how goes?   You have nothing to hide.   And those uninfected Lungmenites we saw...?   ......   *Cough* *cough*...   ........   I'm awake.   You didn't kill me while I was unconscious. Is that confidence or something else?   In any case, you didn't.   ........   I'll take that as a sign that you've shown mercy. Now if I don't kill you, I'd call that returning the favor.   Why the consternation on your face?   Is it because...? You heard everything I saw in my dream?   It seems I really did reveal something very unpleasant in my stupor.   Memories are something you can't lose even if you want to.   Have you explored our surroundings?   Couldn't find a way out, could you?   Looks like we won't be able to leave this place for a while.   ........   My father, as I call him, is named Buldrokkas'tee and was once an officer in the Ursus military.   But my real father died a long time ago.   As a child I vaguely remember a man taking a crossbow bolt to protect a woman; and the woman took me in her arms and stopped the second volley of bolts with her spine.", "(\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": Yes);"], ["  I couldn't even comprehend what was happening at the time, and this memory just happened to never fade.   As for what really happened, it was my grandmother who told me all about it later.   When I pressed my grandmother for the meaning of that vision, and she had no more excuses, she told me.   'They were your real parents.... and they died protecting you.'   The funny thing is, I don't know them at all. I don't have any memories of them in my mind other than that vision.   My own parents were just forgotten. It's hard for me to even say I have any feelings for them.   ........   Half and half. The other half was the blood of the Ursus Infected.", "(\"Archetype 1\": 'protagonist'); (\"Archetype 2\": 'shadow'); (\"Archetype 3\": 'shapeshifter');"], ["  Ugh....   I was born in a mine in the northwest tundra.   The mine was small and remote, not part of any city, and there are with no settlements around. There was nothing to see but snow all year round.   This mine was hell, built only to spread death and slavery. There are countless such mines in the snowy plains.   My birth parents were miners in that hellish pit.   My grandmother stayed with me through my early years of learning to speak, but she never told me what crimes my parents committed to be sentenced to mine labor.   Later, when I was a little older, I asked around in the mines and learned that both of my parents had opposed the Emperor's wartime plans.   Their arrest was also an accident. The bottom two lines of the arrest warrant were blank, so the sergeant in charge of the search haphazardly copied the name on the door plate.   Without trial, my parents lost their names and moved from their warm little town to the cold Northlands to serve a centuries-long sentence.   Of course, no one would even live to see that, let alone ever leave alive.   My grandmother was sentenced to the mines together as a 'harborer' of criminals, and moved with them.   In fact, all the miners there had very similar experiences.   Naturally, both of my parents contracted Oripathy down there. All the miners did.   Now, even if you escaped this mine, no one would believe a word you said. You're just an Infected person, the most horrible, vicious and extreme of the Oripathy patients.   However, the overseer of the mine, a certain Ursus military garrison, believed that the natural death rate of the Infected was still too slow.   They drew straws to decide the fates of the Oripathy sufferers, killing them for fun and sport.   Maybe it was the miners that drove them crazy, rather than the snow. And maybe the Infected didn't count as human in their eyes.   When I was five, my parents drew the black lot.   When I was ten, my grandmother drew the black lot.   When I was eleven, I drew the black lot myself, but it didn't matter, they didn't care about the lottery anymore. They just want to abandon the whole mine.   By that time, all the adult Infected in the mines had died out, and the Emperor's new policies had left the mines starved of people.   Under orders, the Ursus overseers prepared to go ahead and execute the last of the Infected.... A few sick children.   Afterwards they would collapse the mines to serve as mass graves for the infected, to cover up their sins.   I learned later, in my travels, that they do this all the time.   I was sad. I was in pain.   I had broken a lot of ore. I lived with other kids in the mines, we loved each other, and we were all going to die for nothing.   Strong feelings hatched in my chest, the deaths of both my parents and my grandmother played vividly in my mind.   When the execution started, my Arts erupted from within me, killing the four soldiers carrying out the execution..   Of course, I didn't have the power to turn things around.   The children were mere cattle to the overseers, who, as soldiers, carried sharp blades and wore solid armor, and we were like bugs who just managed to sting them.   The cries of my siblings reached my ears just as they knocked me to the ground and the final wave of slaughter was about to begin...   A guerrilla band arrived.   That was Buldrokkas'tee's team.   All the Ursus soldiers guarding the Infected on the northern tundra have dreams, and this squad is their worst nightmare.", "(\"Antagonist\": 'No'); (\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Sage/wise one\": 'No');"], ["  If I could be, I would be.   They killed every last executioner right before us, and the Infected children in the mine escaped.   It's just...   The blood of my less fortunate companions and that of the dead soldiers flowed together and crystallized into ice on the inhumanly white ground.   And I realized something, in that moment...   These Ursus soldiers were just following orders, at first. They shed the same blood as us.   Words and stories and fabricated animosity planted the root of cruelty and indifference in their bodies.   It was Ursus that turned them into this.   Hiss, hmm....   Please.... Do me a favor.   In the left pocket of my jacket, there's are some candies. Take one.   ...You can also take one for yourself if you want to try it.   Afraid it's poisoned?   Maybe you don't like candy, but you can try it. You can't get this kind of candy in Lungmen.   It's an Ursus specialty. Eat one, and there's one less in the world.   Consider it payback for helping me with the candy. Try it.   Oh? Looks like you've got a taste for snacks after all.   Just a warning, the sugar may be completely different from anything you've ever had before.   But life is short. You should try something new, right?   Please put the candy in my mouth. Careful, not to touch my skin.   From my fingertips to my neck, I'm paralyzed. I can only move from the neck up.   But I can still freeze you instantly with even the slightest movement of my tongue.   So don't worry. If you offend me, you'll be dead soon enough.   Thank you.   ........", "(\"Antagonist\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["  The look on your face....   Hehehe....   Sorry, couldn't resist teasing you a bit.   I've made that joke so many times that no one falls for it anymore.   And now at last..... I saw a chance. Sorry, I just.... couldn't help myself.   ........   Because I'm cold.   I told you to be careful, because even if you touch just the tiniest bit of my skin, you'll get severe frostbite.   If you had touched me before, I would have been able to tell by your reaction. You didn't. You didn't try to kill me.   My cold goes even beyond winter itself.   The heat from the outside world cannot penetrate the bitter cold that surrounds my body. I love hot drinks because I can feel the warmth of the drink as the hot stream slides down my esophagus and into my stomach....   Sadly, my insides get burned by hot drinks.   The only pleasure I have left is this mix of alcohol and stimulating spices, with a little candy, if you can call it that.   This warm feeling, even if it's only a brief illusion, brings me a bit of comfort.   Sorry for teasing you earlier.   Oripathy created this horrible body of mine.   At that moment, however, Buldrokkas'tee held my ice cold body that had never known warmth close to his chest.   He didn't care at all that I'd frozen his unarmored arms to the point of partial necrosis.   I'm not sure if it was the emotions he was feeling at the time that infected me or not.... But I stayed awake and survived in the end.", "(\"Trickster\": 'Yes'); (\"Shadow\": 'No'); (\"Warrior\": 'No'); (\"Sage/Wise One\": 'No'); (\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/Companion\": 'Yes'); (\"Shapeshifter\": 'No');"], ["  He's my whole family. As a young child, he was all I had.   Like I said, I don't remember much about my birth father.... Subconsciously, I did indeed thought of the huge beast as my real family. Hard to say.   It's just that, despite his appearance, he's sentimental and stubborn in places, and isn't it funny that such a man used to be a killing machine for Ursus?   It's not funny, is it? I can't laugh either.   He was once a war hero of Ursus, who retired to a certain city-state in his old age.", "(\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No); (\"Protagonist\": No); (\"Antagonist\": No); (\"Extrovert\": No); (\"Introvert\": No); (\"Trickster\": No); (\"Shadow\": No); (\"Shapeshifter\": No)"], ["  If you don't take Ursus at their word, you'll see that he's in good company. Although, there is only one that the Infected call 'Patriot'.   His wife died young and he is survived by his son.   By the way, he's a Sarkaz. From the most vicious Sarkaz clan at that. Still, his son became a scholar, a Wendigo scholar.... Perhaps the first in the history of Ursus.   Buldrokkas'tee contracted Oripathy during his last battle.   His men helped him hide his illness, and he had even hidden everything from his own son. He didn't want to drag his son down with him, only to die in some dark corner of the world with the disease.   However, during the 'Great Rebellion', his son was campaigning for the rights of the Infected. Long out of touch with his father, the son still sees him as an Ursus puppet.   And he was. They commanded him to keep order in his own ranks at all costs. He allowed the soldiers to use their weapons, conflict erupted, and corpses piled in the snow drifts.   That's who he was.   Then he saw his son on the street, his body by then completely cold.   I wonder if he thought of his son when he hugged me?   His son fought for the Infected in his own way, and Buldrokkas'tee believed he had killed his own son.   His team left with him. Since then, the Northwest Tundra has had a guerrilla force that strikes fear into the hearts of Ursus who dare to abuse the Infected.   ........   The old beast never said a word of any of this to me.   He probably does think of me as his daughter. But I also want him to tell me this stuff, in his own words, to me.   I learned it all from his men. But Buldrokkas'tee himself won't speak to anyone.   That monster of a stubborn old man with a fragile and porous heart.   His team had passed through four mines before saving us children.   The kids in those four camps weren't as lucky as us. They found their bodies buried in the collapsed mines, and the company of soldiers that carried out the executions were nowhere to be found.   What did he find in me? Affection? Redemption? Or a little psychological comfort? I'm not sure.   ........*Cough*.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'No');"], ["  Probably, maybe. Probably just the result of me overusing my Arts.   It got pretty intense today. This sort of thing has only happened once before.   Unconsciousness, general paralysis, and the inability to move around even when conscious, have all happened. I know my own body.   Oh are you going to fight for me now?   Rhodes Islander.... What do I call you?   Dr. {@nickname}?   Dr. {@nickname}.   ...I admit that you Rhodes Islanders can fight. But I still don't trust you. Not to mention the fact that you're supposed to be a pharmaceutical company.   What happens outside of combat is none of my business.   I watched you fight in Chernobog. You have a strong stance, something I confirmed with my own eyes, but I couldn't judge your character.   ...I heard that Alex died at your hands. It makes me doubt your path.   Now, I can't let you leave Chernobog and cause more harm to Reunion's Infected.   But you're willing to listen to so much of my crap....   I'm going to assume you're not exactly as the other Infected describe.   Who wouldn't be afraid of the one who brings death?   Dr. {@nickname}, are you scared, right now??", "(\"Antagonist\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'Yes'); (\"Ally/Companion\": 'No'); (\"Sage/Wise One\": 'No');"], ["  It's normal to feel fear.   It means you still have attachment to the world, and you still have much to do.   Do you really feel fear?   I doubt it.   If you look so peaceful in the face of death, then I think maybe you really have no attachments at all.   Interesting. You are not scared?   I guess those who do not fear death have little love left for the world.   A question I think about all the time....   'Am I afraid of death?'   I've heard that the Ursus garrisons call me the Yeti Princess, the Wintry Death....   The truth is, we were just a few ragtag squads wandering the tundra, barely scraping by.   My Arts were powerful, I proved as much to my enemies and teammates alike.   Of course, my body, as you can see, is only that of an Oripathy sufferer.   I felt special, not because of my illness, but because of the feelings my frost instilled in me.   I saw my ability as a blessing, but Buldrokkas'tee, that grumpy old fart, treated it like a curse.   I couldn't feel the cold as we waded through the deep mud in the swamp, icy water soaking my legs.   The old man wouldn't let go into battle, even as his soldiers took heavy casualties.   He lit his oil lamp and sat quietly at the table by himself. I think he was crying, but I couldn't be sure, and I didn't know if I should comfort him.   In my fifth year, I summoned a cold stream for the first time in the face of the enemy.   One soldier was frozen into a block of ice, another accidentally fell on the block and they both shattered into pieces.   I joined the fight, the soldiers looked at me in awe, my brothers and sisters were proud of me, and other infected said——   'That's our big sister. She saved all our lives.'   Did my Arts actually save anyone?   The children from the mine carried the Originium crystals I had made, and we became the 'Yeti Squad'.   Those crystals radiate my cold, and we bring frost and vengeance to the enemies of the Infected.   But that's really... just cold. The cold of winter that won't birth new life.   Even so, I feel very lucky. For my brothers and sisters could survive.   We could live in this world.", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No);"], ["  Ordinary people....   What do you mean by ordinary people?   The unarmed but cold-eyed citizens of Chernobog who watch the infected being put to death? Or the Ursus conscripts in the mines who take pleasure in shooting us?   Every time I think of the faces of those overseers, I grit my teeth and fantasize about slitting their throats and drinking their blood....   ........   But I don't hate the Ursus.   As our guerrillas trudged through the snow, retreated from the valley, and were even chased by the Ursus army....   It was the Ursus who would put a few cups of breadbrew in their windows.   The Ursus have never been cold-blooded creatures. The only enemy I have is the Empire of Ursus that has tormented the Infected so.   I don't think of ordinary people as the enemy. Ursus who are taught to hate the Infected are just ordinary people until they are blinded by that hate.   It's only because 'enemies kill each other' that we've fought as we have. That's all.   I'm an Infected person, yes.... But before that, I was a normal person.   ...My main conflict with Buldrokkas'tee is in his work to protect the Infected community.   'Reunion, first name. That. Infected, can rely on.'   'No matter where, Reunion goes. No matter what, it does. We cannot, abandon it. To lose Reunion, is to lose, Infected conviction. Fight for: conviction.'   That's what the old man says. That's what the old man believes.   Because that's how he talks now. I was just, *ahem*, preserving his cadence..   Dr. {@nickname}, do you know why Rhodes Island is a nameless pharmaceutical company?   Because you can't take a stand on the world stage. As soon as you take that step, you'll become what Reunion is now.   You will go down this road.", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Shapeshifter\": No); (\"Warrior\": Yes); (\"Sage/wise one\": No)"], ["  Hmm.   After a dozen years of rolling around on the tundra, an Infected woman reached out to us. She said, 'Come with me, and let us break all chains.'   Imagine it: we met in the ruins of an old city that had become a battlefield. She was alone, carrying nothing but her roster and a book of ledgers.   Even the things she said I found impractical to the point of ridiculousness.   But she said to us, 'Come with me.'   She fought with us, and with her strength and ideals, she became our friend. Together we left the snowy plains and headed for the cities of Ursus.   Whether was the words she spat out after pausing to think, or the swing of her great sword as she slashed alongside me, her power was real, and plenty impressive.   When the wounded needed treatment, she was there. When discussing strategy and philosophy with the Infected, she was there. And when fighting against the Ursus death squads, she was also there.   ...We even get to dine with some regular people. She didn't care. There was nothing in her eyes but the purest authenticity.   Our team grew and so did our friendships. The people brought in were good at fighting, and they were good people.   At the time, I considered her my friend. She quietly helped me make these candies, even though she was terrible at it and they tasted worse.   She made a funny face as she ate them. Then she'd force a smile at me.   It was really something. She worked so hard to put on a brave face. It made me laugh.   Everything's different now.   Chernobog was destroyed by a Catastrophe, as you can well see. All the normal people here died or became newly Infected.   Their eyes were dead. No desire to live anymore whatsoever.   If this is what she wanted, then we never should have followed her.   And in case you didn't know, here's a secret....   She's planning to take over Lungmen. She says it won't be like Chernobog, and that the Infected will get their own city instead of a giant ruin like this place.   Would you trust someone like that?   If she's acting, then she's the greatest actress the world has ever seen.   But there's a thought stuck in my head.   'What are my chances of winning if I went up against her?'   Once we part ways, once I find out she's been lying to the Infected, or that she's been plotting against them...   I will fight her. She must know the price of betrayal.   My countless deadly battles with Ursus have cleansed my mind and honed my skills.   I say with the utmost conviction: even if I cannot defeat her, I can let death take her from the world along with me.   The stubborn old man wouldn't agree with me. He's fought too long, and his old age is driving him down a path that leads only to sacrifice.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Companion\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Sage/wise one\": 'No');"], ["  He is strong against his enemies and he is loyal to his friends. But when he needs to stand up for them, he will face the reality that his friends make him weak.   The old man who has believed in people all his life.... The old curmudgeon never thinks about what to do after being betrayed.   Maybe he's already taken that bitter pill. He bore the pain of betrayal over and over again his whole life, and he said nothing.   Whether it's an Infected who heard about Reunion and decided to join up, or an Infected who feels they can get away with anything.   Reunion is factionalizing and our leaders are doing nothing to stop it.   I will definitely go back to Chernobog after the Lungmen business is over. This time, I must face her.   Because... I am not long for this world.   ...I promised my brothers I'd find a home for everyone. Before I fall, I have to make good on my promise...   Because the look in your eyes tells me that you're not just another executioner.   It's best to doubt yourself. It's the only way you won't go through life fanatically convinced of something.   ...Do you hear voices outside?   It sounds like they're digging above us.   And my body is....   Well.... I can move my fingers already.   Thank you.   Thanks for helping me pass the time.   Dr. {@nickname}, I'd like to make a bet with you.   ........   If your people dig us out first...   I will kill all of you in the blink of an eye.   If my brothers and sisters break through first, your life ends here.   Wanna bet?   I'm fine. I'm not... so fragile.   ......   Then, my brothers and sisters...   Don't insult my squad!", "(\"Antagonist\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'Yes'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'Yes');"], ["  They did... *cough* look out for me.   But it was for the Infected that they gave their lives so bravely!   They fought their last battle so that more of their people could live, not for the sake of any one person!   *Cough* *cough hack* *cough*...   *Cough* Guh... Mmg...   Enough with the ma'am. Are you calling me that because I look weak to you?   And now they're gone, and I never got to keep my promises to them.   I don't even have a chance to make amends.   ...The one slumped at the wall there.   Mephisto.   He's still unconscious?   ......   Take him back. It's enough.   I'd what?   There's no need for that anymore. I think I know what happened outside the slums.   That disheartened look in his eyes...   ...And, from time to time...   I recall that day, three or four years ago, when he tried his very hardest to sing.   He really tried.   Just like all of us Infected. Though we will all someday succumb to Oripathy...   We still try our very hardest to live.   Let the rest of his life continue to punish him.   Tell me, Phantom Crossbowman, was Rhodes Island involved in that fight?   ...So childish.   I met a few people in the ruins. I want to see them again.   I promised them, actually.   And I know they're coming.   Go on, brother.   Reunion lost this battle. And just maybe, Reunion did wrong.   But you haven't. You still have a choice, you can do better.   Go on. And don't look back.   Said I won't lose.   The leader of Rhodes Island.   Nesti, is Rhodes Island not fighting you?   Then here on this battlefield, we are not enemies.   There is no reason to fight if we are not enemies.   Go back, Doctor, to your people.   Quiet down.   Little rabbit.", "(\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'No'); (\"Shadow\": 'No'); (\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'Yes'); (\"Trickster\": 'No'); (\"Shapeshifter\": 'No');"], ["  You're going to Lungmen too, aren't you?   Then we will be enemies before long, little rabbit. Just, not yet.   Don't blame my people. You don't know what they've been through.   ...Oh?   It seems you can read my mind?   All of this will be swept away after the fall of Lungmen.   ......Childish.   ......   They're not. This was once the cloak of the 'Patriot.' I wove it into a coat.   How can you tell?   Never mind...   ......   Everyone has some things they can't say, I suppose.   And which bloodshed was necessary?   ...Then you must pray we do not meet again.   I think I don't much want to hurt you either. But if I have to, I will kill you all.   Then you can try to beat me.   Defeat me in battle, and I will consider it.   But of course, once we meet on the battlefield, we are enemies. And as enemies, we will fight to the death.   Oh yes. This one, for the fox.   A special remedy for frostbite. One-of-a-kind recipe. It relieves the burning and pain.   I've studied these things for a long time. And you fought very well back there.   Warriors willing to sacrifice themselves are the strongest, in my eyes.   ......?   What's happening?   ......   Hm.   Haha...   Goodbye, Rhodes Island.   I hope we never meet again.   ......   Hello, Rhodes Island.   ........   I've been waiting for you.   You want to kill Reunion's commander, don't you?   Now she's standing right in front of you.   Here's your target. Get hot, burning hot.   Lungmen exiled the Infected without a care as to where they could go. They are not coming.   Even though there were still thousands of Infected people in the city.... Lungmen resigned them to their fate.   No one will interfere in our fight.   What else?", "(Protagonist: No); (Antagonist: Yes); (Introvert: Yes); (Warrior: Yes); (Shapeshifter: No); (Sage/wise one: No)"], ["  As long as my brothers and sisters are with me, I can't risk hurting them by releasing my full power.   But now. They're all dead.   There are no living things left around me.   I no longer have any reason to contain the winter within me.   Anything else you want to say?   Hmph.   No.   I have a reason.   As commander, I've lost.   ——but as a warrior, I'm still in the fight.   Doctor of Rhodes Island.   Your decision won't do them any favors.   So why do you do it?   Oh....   ...Don't do this...   Whatever.   Are you ready?   A fine attack.   Kitten, do you think I'm a caster.... So frail?   The heat currents writhing on your saw blades are no match for my cold. You cannot stop my frost.   To me, your movements, your strength, it doesn't even register.   Next we go for the throat.   Don't even think about it.   I watched your entire battle with Talulah. Tweaking these rings enhances your Arts.   You are too childish to be a warrior.   The battle began as soon as you set foot in this room.   These ten frost rings will drain your body heat and squeeze your Originium Arts. The more power you apply to them, the stronger and colder the ice crystals become.   ........   Pathetic.   Eruption? Energy store? Reserves?   Trying to defeat me with a few tricks.... Do you know what you're up against?   The Talulah I knew would engineer your demise long before it all began.   And now Rhodes Island is just like these bolts....   Truly pathetic.   Even, somewhat shameful.", "(\"Antagonist\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No); (\"Ally/companion\": No); (\"Shapeshifter\": No); (\"Trickster\": No); (\"Protagonist\": No); (\"Introvert\": No); (\"Extrovert\": No);"], ["  Just a little pinch.... And you fall to pieces.   Think about it.   I'm just the leader of Yeti Squad. Reunion is controlled by the woman named Talulah who intercepted you at Chernobog and killed your friends.   What do you think Talulah is...? The leader of Reunion, the Infected messiah?   Hmph.   Whatever image you have of her in your head, if she were some kind of 'messiah', the old man and I wouldn't be leading 'Reunion' at all.   She was at first a military officer, then a warrior, and finally a leader.   But she has betrayed us.   The most determined and committed warrior I've ever known was actually a case of assumed identity...   And her last remaining enemies are people like you who have no resolve and never had to look death in the face.   You have remorse in your eyes too.   You're not ready to accept their deaths.   *Cough*, haha, *cough*....   Am I ready?   I've thought about it so many times, seen them dying so many times in my nightmares, I just never thought...   You're the same way, kitten. I can see that.   ——   'I imagined my tragic death, but I never thought it would be so lonely.'   The Rhodes Island operators who fought Talulah at Chernobog were each quite heroic.   The one they called Ace was a warrior tenacious to a level I've rarely seen in my life. He fought with an emotion few warriors do.   ...'Sorrow.'   Only a fighter who incessantly reflects on his battles would be concerned. He was a good warrior.   As are you.   He died alone.   Are you sorry you lost him?   Do you regret not having the chance to save him?", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shadow\": 'Yes'); (\"Sage/wise one\": 'No');"], ["  Aren't you going to ask anyone?   Ask.   Ask that question you don't know how to form, that you don't know who to ask.   'Why?'   Why?   Why wasn't I there? Why wasn't I stronger? Why didn't I stop it?   ........   ...Why?   Why did I fall to the ground when my brothers and sisters needed me most?   They're all fools. All fools who only know how to help each other, who only want to survive, who only want a place to live.   ...Why can't I even grant the wishes of a bunch of idiots?   Why is Ursus so cruel to our people, and so callous to ordinary Ursus?   Why is it that the little flame that could ignite the world has to be extinguished in this foreign land?   Why is it that in the war we waged to put a stop to evil, I wasted more lives?   *Cough*, *cough*.... Unf, *cough*, *cough*...!   Why did we give up our lives, *hack*, only to have achieved a lie?   Why...? Why won't this world give me a little more time?   'The Infected should be proud of who they are, and use the simplest means to seize justice from the world'....   At first, I saw it as only a part of the Reunion ideal.   Indeed, it brought strength to the Infected. They stopped thinking of themselves as the Empire's fodder....   But now I realize that the beliefs that Talulah once taught us about, the ideas that demand grassroots support, and the goals that must be constantly reinforced and corrected, are all gone.   Only instigation. Only indulgence. We were thrown into the toughest of battles, with no input in the ranks, and it all came too soon....   If this is all Talulah's doing, then she deceived everyone from the very beginning.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'Yes');"], ["  If she would take the Infected to that darkest of futures.... To complete her most wicked plan...   Then her evil must be destroyed.   But my brothers and sisters, the countless dead Infected and uninfected....   Nothing can bring them back.   ...What made her this way?   It shouldn't be like this, it never should have been!   My people.... My brothers and sisters!   ——   Amiya   Do you hear that, Amiya?   Is the cold enough to chill your body heat? Is death enough to make you squeamish?   You won't, Amiya, and you can't!   You can read minds, can't you, bunny?   Read now, then, my rage, the heart that has been stifled by bitterness and boiled in my breast for more than a decade, and yet never given up beating!   Read it, Amiya! Read it well!   How much anger is there in this heart, over dead loved ones, over the corrupt Ursus, over the Infected, over the people of Ursus, in this heart that will not stop, that will not die!   ...*Cough*.   Heh.   ........   I never hated her.   Even if she was the cause of all this pain today, I have never hated her.   What does hatred bring you and me?   I have nothing but endless, seething rage for this despicable planet.   How about you?   Don't you have such anger in your heart?   Don't you have relatives who died of Oripathy? A friend who died thanks to the indifference of this world?   You haven't lost the people you depend on to survive, to give you something to live for?   Just proclaiming a certain philosophy, just taking on a certain Art, just organizing a few teams....   Will that be enough to defeat Talulah?   It's time to wake up from your fantastical dreams.   What's pushing Rhodes Island forward? What motivates you to keep fighting?", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shadow\": 'No'); (\"Sage/wise one\": 'No'); (\"Ally/companion\": 'No'); "], ["  What about your choices?   In the face of the evil that must be destroyed, in the face of the betrayer who has usurped the ideals of the Infected, what is in your heart? Why does it beat?   *Cough*, *cough*.... If you can't even defeat me, how are you going to face her? How are you going to lead the countless Infected? How are you going to fight against this malignant world!!!   You.....   Are wasting my time.   ........   Why are you crying?   No. Wipe your tears! You will not cry before your enemy.   Amiya, tell me your answer.   Yes. You will now... fight me.   Only one of us leaves.   If you can defeat me, it means some will be able to survive——   I am willing to join Rhodes Island. I am willing to fight together with you against the enemies of the Infected, your way.   This is my burden to bear.   When I make a promise, I keep it.   ——That's right. Corruption must be eradicated. Defeat me, and defeat Talulah.   What are you?   Who are you fighting for?   Good. Amiya...   *Hack*.... Thank you.   'Even time itself will freeze here.... ♪'   You will die here in battle, and I will extinguish your absurd fantasies.   Or, defeat me.   ...Defeat me. And show me hope.   It... shattered?   The old man got this from some wizard.... Said it would keep me alive.   Didn't even make it through one fight, huh. I guess it was fake.   Just like I'm his fake daughter, maybe...? And now, like Reunion.... As well.   Nice win, Rhodes Island.   My brothers and sisters.... I let them die in vain.   We accomplished nothing.   My life.... wasn't worth anything at all.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Shadow\": 'No'); (\"Sage/wise one\": 'No');"], ["  My death.... isn't worth anyone's time.   Go save who you can. Hurry.   Go.   Whether it's stopping the raincoats, going to kill Mephisto, or sheltering the Infected who have nowhere else to go....   Go. Go do something worthwhile.   What a.... naive rabbit.   Just like Talulah back then. Very similar.   To be able to see someone like this before I die, someone so determined to realize their ideals....", "(\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Sage/wise one\": 'Yes');"], ["  I guess that's been swirling around in your head, huh?   Villains are what villains are. I have no complaints about the ending I deserve.   I have hurt you. Reunion, and I, targeted innocent Lungmenites and single-handedly led the Ursus Infected into this nightmare. Such people have no business at Rhodes Island.   My brothers and sisters.... Those fools must have tried to keep me alive, huh?   I thought that even if I died here, those idiots would get a place where they could live in peace.   Wrong and wrong. They died. To protect me, a woman who didn't have much time left to begin with.   I'm not happy. We were used and abused. Our lives thrown away.   I'm not happy.... This last moment of life, this does not belong to me. They bought this with their blood!   This little bit of life..... I must give it to someone trustworthy.   Thank you.   ...Ah... Even if we survived, where is there to go?   We had nowhere. The only thing we were ever knew was the snow.   Lungmen is not Ursus. We came, desperate to save our people, and the Infected, looking for a warm place, with food, and shelter....   That's not Lungmen. From the beginning, it should not have been Lungmen. The people of Lungmen are also struggling to eke out a living.   We should have gone back to Ursus.... Our homeland.....   Snow.... a peaceful river.... the pine forests gently swaying.... the turquoise moss....   This world, it's beautiful....", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'No'); (\"Ally/companion\": 'No'); (\"Sage/wise one\": 'No');"], ["  ...If I'm right... The plot is ready to unfurl.   Even if old man Buldrokkas'tee could stall it for a while, Talulah would have a way to deal with him.   Lungmen can't do anything.... And all Ursus can do is watch.   But you're still here, and the Infected still have a chance. Even if only a small one...   ——go put an end to Talulah. Stop her madness and don't let Reunion swallow up any more Infected. Reunion doesn't need Talulah, any Talulah....   Or.....   I could make a selfish request. Go save her. No. Go help her. Along with our countless fellow Infected....   The real one.... Walking on muddy earth.... Talulah....   Go... ahead.   ........   How could I not know? It's just, he's going to outlive me.   How much better it would have been if he had never adopted me. That way, he wouldn't have to feel all the pain I've brought him.   He's suffered so much....   Hehehe....   ...Doctor.   I can call you that, can't I?   Doctor of Rhodes Island, choices just might be meaningless, in this world.   Even so, even if the outcome makes no difference.... I do want to choose for myself. I made my choice.   With my own hands.... To take the fruit of the seeds I have sown.   Strange. Your face... is cold.   My body temperature.... Is not so low anymore?   I can finally touch someone... before I die.   Do I really deserve that?   ...It would be rude not to give a response.   Tell Amiya, Dr. {@nickname}....   In this world, a single person is worthless.   But she's absolutely not alone.   From now on, I am at your side. Both of you.   I......  would like to join Rhodes Island.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["  No... thank you.   Your eyes.... remind me of someone I used to know.   I met a boy who said his brother would rather go to the gallows than beg for his enemies' mercy....   So he was going to walk across the snowy plains, he was going to walk all of Ursus.... And he didn't come with us.   I thought he was the most idealistic person I'd ever met.   But now, you and Amiya changed my mind... Maybe ideals can be a kind of faith.   The original Reunion.... was the same.   Just the same.   Your eyes, and that boy's, really do look the same.   Only, you're not as determined as he was. You're so much.... So much gentler.   Let me go. My brothers and sisters are waiting for me.   ......Father...... I've been such a fool.   Forgive me.   Stop. How are you so sure that she's our enemy?   No, you stubborn old man... You're wrong.   Even if she's bound to turn out like that in the end, we can't kill her now.   Because she's not Kashchey right now. Eh, who even is that? I can't understand you. All I know is, she's just Talulah.   Twist? ...As if, old man. This whole idea of a pure warrior's spirit? If you really had that, I never would've met you.   If you really had that, we wouldn't be able to sit around a fire and have soup like we are now.   Always been cold. It's better that way.", "(\"Protagonist\": Yes); (\"Ally/Companion\": Yes); (\"Sage/Wise One\": No); (\"Warrior\": No);"], ["  No, Father. That's not how it works.   If you believe you're right, then... no matter what happens, you should keep on believing that.   Because if something happens to Talulah, that's between her and her people.   But reality is just what's in front of us. Right, Father?   No matter what the future has in store, right now, I am I, and you are you.   No matter how much you dwell on it, we are who we are today. The only ones who we can change are ourselves, and we are the ones who will make that decision.   Let's try walking her path and see what happens.   I don't want to become a leader. I just want a comfortable life with my brothers and sisters, my uncles and aunts, and you.   Are you sure?  Keep your bolts nocked.   Infected?  You need to explain, then. Why are you wearing an Ursus military officer's uniform?  Fire.  Why haven't you fired?  ...Assist us?  No.  Heh.  —Dream on. You couldn't.   Not happening.   We don't even know how many more Infected are out on the tundra under Ursus's wretched rule. It's too early yet to be talking with the guerrillas about the Infected in the cities.   And we should get the chance to protest the Ursus soldiers on the tundra about the exploitation in the mines, but I can't say it'd make them turn over a new leaf.   Talulah, forget the common people for a moment. Talk about the soldiers. The Ursus Army wouldn't let a single one of us go.   If you want to go south to 'protest,' we could just save ourselves the trouble and find a division to kill us.   What signal?   ——   I don't decide this stuff.", "(\"Antagonist\": 'No'); (\"Protagonist\": 'Yes'); (\"Ally/Companion\": 'Yes'); (\"Sage/Wise One\": 'Yes'); "], ["  If the price of leaving is death, then my life never had much use outside of taking down an Ursus soldier or two.   But what about the people around us?   Talulah, you haven't got brothers and sisters by your side. I'm not going to let mine throw away their lives.   But I think the other part's right.   Telling the Infected they're not alone.   We've spent too much time on one thing, here on the tundra.   Seeking friends.   But linking up with the city Infected?   Guess people from the big city really do like to dream a little bigger.   I'm not mocking you. You're so strong. You've taken all of them a long, long way, just like us.   But it's a dream, going south, trust me.   The guerrilla force grows, but we're Infected.   We don't have many years left... and your alliance would need plenty of years, at least...   Dad?   ......   You're good. Keep going.   —Future?   What I'm thinking is written on my face. I don't know anything you'd call a 'future.'   And you know for sure, taking the Infected with us would get in the way of the guerrillas' operations. But we won't abandon them.   It'll be a seriously difficult path.   We're thin on the ground.   If you weren't an Infected, would you shake my hand?   ...What you're saying is probably...   Dad? Where are you going?   Hey.   Don't mind it too much.   Get up! How long are you planning to stay there?   I don't care how stick thin you are, don't tell me this cold front's too much for you!   Brothers and sisters, withdraw! Let them follow! Draw out the mine guards!     —Pace. Pick it up. Faster. The guerrillas are in place to get the mine guards double-teamed.   Those were set up for my father.", "(\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'No');"], ["  His Sarkaz ceremony. These two are the best we could make with what we had on hand.   You said it yourself. You were expecting our team to be surprise-attacked. And if we wanted to annihilate their whole company, of course we'd come up short if we only relied on our squad.   ...They're already beginning to rout.   Have you ever seen my father in battle before, Talulah...?   Dad? Why right now? Didn't we alread—   ...Alright.   Talulah? Where are you going?   The guerrillas have already set out, and the village is starting the move too. The army isn't following our tracks, either...   Dad? What's up with you?   Wait.   ......   Let her go.   (Not really. I think... she's a teacher at the settlement.)     (Everyone has secrets they want to keep to themselves..)   (Whatever happened, it's hers alone to remember.)    Daddy...!   Hah, haah... We... we fought them off... together with the Yetis... Haah...   We fought off one of them...! But did they... retreat on purpose?    Was there... five of them altogether? I couldn't... protect my team by myself...    I will! Definitely...!   ...What happened here? Why is everyone...?    Talulah? What happened to... the Shieldguards?    Don't tell me...   ...What are you thinking? You already said it yourself! A person's upbringing can't determine how you see—     Talulah...   Talulah... My dad supports you.   *Sigh*. You don't really think—    Here. I never thought you'd ask me for one of these.    (Sh. Quiet...)    (They're sleeping.)    (The kid with the dark hair looks like he could handle a bow.)    (But he'll need to grow a bit.)    (I'm about to leave. I'm dropping the temperature too much. They'll catch a cold.)  ", "(\"Antagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Sage/wise one\": 'No'); (\"Warrior\": 'Yes');"], ["  (You didn't. It's just the one with the white hair... he's a light sleeper. If I don't sing to him, he has night terrors. I don't know what he's been through.        (He has to think carefully, keep our losses low. He always tells me to pay attention to that.)     (I've never seen him sleep. Not once.)     (Think of yourself before him. Who was that you reached out to a few days ago? Where were they from?)      (That's a big city.)    (Ornery as those of us fighting the Ursus Army all the time?)    (Chernobog. It's too far, and too many things stand in our way. How many years would it take? Three or four still wouldn't get us there.)       (I like the sound of that.)    (Get some rest.)    (Hurry back. I'll send the kids to the settlement soon.)  ", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'Yes'); (\"Ally/Companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/Wise One\": 'No');"]], "Blaze": [["  Mind your landing posture! Don't leave my heat flow!   That's more than enough time for me to make a safe zone!   Are we ready to go all out?   We're about to land - your bottom might get a little sore!   Of course!   Sure thing, but make sure to hold on tight! I can only do this once every few months!   Safe landing!   Why are you so enthusiastic about this? She left you to die in that ruined city, so isn't it only right to let her wallow in her helplessness?   Fine, if that's an order, I'll do it.   I know.   But to be honest, I don't really want to help that woman.   Hitting me with the cost versus benefit, huh? Whatever, I just have to do it.   When that time comes, we're gonna make a fortune!   I mean, we look like we've been beaten up even worse than her, right?   What a pain. I didn't expect that woman in the ruined city to be so arrogant. Kal'tsit never even gave me a heads up...   All right, we have a deal. Let's go!   That's right. Plus, weren't we enemies long ago?   She's certainly strong, but do you think she's that strong? Do you think she can take down those two by herself? I highly doubt it.   It only took four of us to drive you into the corner. The only shameful thing here is you!   Where do you think you're going?   Put your hands where I can see them!   I've seen through all your tricks, kid with the scales!   I told you, that's not going to work!   Hmph, don't worry. These attacks hurt about as much as firecrackers!   Of course I do, I've already figured you out.   Amiya, back off. I'm going to use 'that'!", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shapeshifter\": 'No'); (\"Protagonist\": 'No');"], ["  Take this bit of my blood as a farewell gift, Reunion's 'Phantom Crossbowmen!'   Seethe, and blast apart their disguise!   Hah, do I look like some sort of caster to you? Only some egotistical newbie would go around committing arson like that.   Sorry, but this is just one of my fighting techniques. Show yourselves - you have nowhere to hide!   Clever, you used refraction to make themselves seem invisible.   However, you can't completely conceal your tracks, or make sudden movements without compromising the effect of your Arts.   Am I correct?   It's all because of our great intel. Now that you know the gig's up, you should surrender.   If you want to continue fighting, I'll make you pay for the deaths of Ace and Scout. Hmph, I don't even care if you weren't involved, kid.   Amiya!   Sure thing. Just me and that Ch'en lady should suffice!   Tsk... Over a dozen of them started moving at once. That's going to be a pain.   They're coming at us, Ch'en!   Huh?   ...Can it be...?   Did you unsheath your sword just then? Just one slash? And you managed to cut down a dozen of those things?   Amiya, I think I should start choosing my words a lot more carefully around her.   Didn't you manage to block it though?   Woah, a chain of explosions?   Argh, the entire top level is collapsing! We're not going to be able to chase after them?   Can't do a thing about that.   Well... shoot, Madam. Looks like this building's going to need some serious renovating.   It's a shame that those two kids got away though.   Those mindless followers are still coming at us like cornered animals. Dealing with all of them is still going to be a serious thorn in the side.", "(\"Warrior\": Yes); (\"Ally/companion\": Yes); (\"Shadow\": No); (\"Sage/wise one\": No);"], ["  It would've been easier if you had just helped us in the first place instead of watching from the sidelines.   I was expecting you to say something like 'I didn't need Rhodes Island's help anyway,' or 'I'd rather die than work with them.'   But at least you don't seem to be that stubborn. Is there anything else you'd like to say? If not, I'd like to head back to Rhodes Island.   Heh, we have a lot of things that might surprise you.   You're not counting us as one of your cards, are you?   You used us to draw Reunion's attention.   Hah, well said, Dr. {@nickname}! Chief, of course you'd need us to hold Reunion back. The more the better, right?   When the lurking Reunion saw Lungmen in such a state, there's no way they wouldn't spring at the opportunity.   And as soon as they began to emerge from their lairs, then BAM! Lungmen's elite forces would be waiting for them, seemingly out of nowhere.   How long have you been concealing Lungmen's power? Did you already start preparing for this after the Chernobog incident?   You left Amiya to die back there in the middle of so many enemies. What kind of 'position' are you talking about?   Tch...   They're really leaving this to the Infected? Rhodes Island got a raw deal this time.   And in Lungmen! Hmph. How could a city as big as Lungmen not have what it takes to fight off an invasion on its own?   Now they've got Infected fighting Infected on behalf of the normies...   Whatever. It's certainly not the first time.   ...I really can't!   Use your scanner!   (Sorry, I have to deal with this first!)", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Ally/Companion\": 'No'); (\"Trickster\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No')"], ["  Lungmen law enforcement, listen up! I am from Rhodes Island.   Hold your fire. I really don't want to have to deal with crossfire while I'm fighting.   I can handle this on my own. You head on to the next roadblock.   Okay then. Back to you guys.   I'll explain it to you. I'm sure you can figure it out. Probably.   (Deep breath)   I am Blaze, one of Rhodes Island's elite operators. My current objective is to cripple your combat capabilities.    The intentions with which you undertook this invasion of a foreign city-state notwithstanding, we aim chiefly to disarm you.   Setting aside the injuries and damages you have inflicted upon others, and attendant penalties, any attempt to resist at this point is pointless. Put down your weapons. You still have a chance.   My fellow Infected, I give you a choice:   Surrender at once, and I will escort you to Rhodes Island, and subsequently deposit you somewhere welcoming to Infected.   Seeing as how you continue to resist, there's nothing more I can say.   I'm not crazy! There's a time and a place for fight, and a time and a place for flight.   It's just that when you choose to fight, all I can do is fight back.   Either way, I don't need my chainsaw.   Sorry, I really don't want to fight my fellow Infected.   ...it's so humid in Lungmen.   My body? Guess again. Is it the air around me that's getting hot, or the air around you?   Let's take a Sami bath together. My treat.   Hah...   Luckily I did some warm up back in Chernobog. But really, I didn't even break a sweat handling you guys.", "(\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'No');"], ["  Huh?   You ate two punches, cracked your skull on the pavement and you've still got the energy to talk trash? Not bad.   But you've got it all wrong.   Having trouble breathing? Feel like your lungs are on fire?   It starts in your sinuses, then crawls down your windpipe, until it finally finds a home there in your diaphragm. All I have to do is wiggle my little finger and...   A stream of superheated air will shoot into your body, expand, ignite your organs, and erupt out of your pores.   The funny thing is, Lungmen might let you live. But me and my little finger...?   Won't leave any of you breathing.   Fine. I'll be merciful.    Officer! Over here. You take care of them.   And one more thing, my new Ursus buddy. You think next time you could actually make me break a sweat?   Hey, they made it.   Dr. {@nickname}, over here!   Hah. That was nothing.   How about next time I show you how to snap an arm 90 degrees without breaking the bone?   Hey, what's with that face...?   How long have you been at Rhodes Island? You're acting like you've never seen a fight before.   Compared to them, I'm a regular softie.   But of course. You think I'm the type to play it low-key?   If I can put the fear of Blaze into them, who knows how many others might just give up.   I have to play it up to make all my hard work worth something.   Bunny!   But you're just so soft...! Hey! Stop struggling! Just let it happen. I promise I won't bite!   Phew.   I take it back. You're not cute.   Woah, hey, I was just playing! Get out of my head! I can't take you screwing around with my emotions again!   Wait.   She's here with you?", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Trickster\": 'Yes'); (\"Ally/companion\": 'No'); (\"Shapeshifter\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Shadow\": 'No'); (\"Sage/wise one\": 'No');"], ["  I know who you are.   Talk to my fellow Infected like that again and I'll tear out your throat myself.   Sorry, Amiya.   But that's the way it is. And she deserves a warning.   I'm out. Rendezvous at the next waypoint.   ...How is it you went before me?   Ace, was some uninfected girl like GreyThroat really worth training?   How much trust did we earn? And how much trust did we give?   If the Doctor...   I'm saying bad things about you. To your face.   If there's a Doctor hanging around here, hurry up and come out already. You'll need some fancy Arts to hide behind that wall if you don't want me to find you.   Then I'll string you up on a lamppost as bait for Reunion. Don't worry! You won't die. A few bolts and a knife or two never hurt anyone.   ....sigh.   Sigh!   Did Amiya send you?   Whatever. That's what she's best at. And what she's worst at...   I keep trying to remind her, to get her thinking about how she's still just a kid... it always seems to have the opposite effect.   I guess she'll never be able to put down that grown up persona of hers as long as she's the leader of Rhodes Island.   Of course, if it wasn't Amiya who sent you, if you decided to come keep me company all by yourself, I'm not against the idea.   ...Hold me back? Haha! I could carry three of you on my back and I wouldn't even notice. One little Dr. {@nickname} can't hold me back.   Hey, look over there.   See that Reunion group cutting through the alleys? They're picking at Lungmen's vanguard units. They won't hold for long...   Give me a path.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'Yes'); (\"Sage/wise one\": 'No');"], ["  The fastest, of course!   Don't give me that look. It's not like I've never carried you before.   Here we go! Smash Reunion and save the Lungmenites!   I'm sorry.   Now, me beating on you doesn't mean we aren't on the same side.   Haha! Yeah, no, seriously. It does. We're not on the same side.    This is Blaze. Come in, Team Blaze-4. Captured a dozen or so Reunion.    Come recover them when you can. Otherwise just hand them over to Lungmen.    Hey, Lungmenite, do me a favor and lower your crossbows. We're all friends here.   You still don't trust me? I saved your life.   Yeah. Yeah I am.   Ugh.   Come on, Doctor.   Move!   Sigh. All right, Dr. {@nickname}. Hop on. It's faster this way.", "(\"Antagonist\": 'Yes'); (\"Ally/Companion\": 'Yes'); (\"Warrior\": 'Yes')"], ["  Hah. You've gotten used to my piggyback rides?   Don't look at me like that. How many times have we been treated like this? It's no big deal.   Let's head to Waang Saan Plaza in District 16. If Reunion wants to break through the line, that's where they'll have to do it.   If we're going to wipe out Reunion's main force, we can't let any of them slip through our zone of control.   The way Amiya and the cranky old cop lady worked it out, we'll just be whittling them away little by little until we can finally wipe them all out in one swift stroke.   So we go chase the bad guys out of Waang Saan Tower, herd them into a pincer attack, then meet up with Amiya and crush Reunion once and for all. Piece of cake, right?   ...You and your faces. I told you I'm fine.   Fine. If you keep staring at me like that, I'm pulling this cat over.   Hold on tight.   Huh... Look over there.   Isn't that Mephisto's herd? But how. They need Mephisto around, don't they?   Wait a minute. They're... they're killing their own?   Doctor! Are you okay?   What's with this herd? They're acting completely different!   Doesn't matter. You're safe here. Kinda. Don't move!   I'll take care of them and be back in a sec!   ......   How could this happen...?   What has that nasty little boy done?!   Doctor, we need to move! We have to meet up with Amiya!   A small fire team can't handle a herd of this size. We have to tread carefully!   There's nothing we can do for the L. G. D. now. We're in a much worse position than them.   Set them aside. My top priority is to guarantee your safety.", "(\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No); (\"Antagonist\": No); (\"Trickster\": No); (\"Protagonist\": Yes);"], ["  That was for my sake, huh?   She's such a worrywart...   You saw what tough customers those Infected were back there. That's a lot for one operator, or even one team to handle.   I really should've put that kid to bed once and for all back on the rooftop.   Oh, copy.   ......   Settle down! I'll be there right on time!   What am I supposed to do? We have to hurry...   (You'll pay for that one!)   I didn't do anything! It's the Doctor who clammed up!   Tell her already!   Come on, say something...!   I do what I gotta do.   Sure are!   ......   (Wait, what's happening here? What should I tell her?)   (This is bad! Red alert! I'm taking psychic damage! I need guidance!)   She hung up!   Oh no. We're in trouble.   But at least we're here. Let's take a load off.   Well... shit.   You know what they say, the shortest distance between two points is a straight line. Let's hop down.   Yep. Yawn.   Hold on... If I'm not mistaken... That's Mephisto's team over there to the east, moving to the ambush zone.   And over there... the scaly kid?   He's taking his team to fight something. What is all that black there?   Is that the herd...? With those numbers?!   Looks like we can't rest here, Doctor. Let's go. Time for the final battle!   Hey, Amiya. Hey!   I'm taking the Doctor into the fight!   Now you ask?   ...Answer her.   Ah——   Did Reunion fire that?", "(\"Archetype 1\": 'Warrior'); (\"Archetype 2\": 'Ally/companion'); (\"Archetype 3\": 'Shadow')"], ["  Pretty lousy fireworks.   Nearl said, back in Chernobog, the scaly kid was pretty strong.   She told me her arms nearly broke. And I'll tell you from experience, I wouldn't be able to break them.   But back there, I knew his bowstring was as good as snapped, and he didn't have much Arts left in his weapon.   What happened to you, you little shit?   Hey, Amiya, would it be possible that he used some sort of Arts and survived from the attack?   What are you sorry for? I just pity the kid. Looking at him, I can tell he wasn't a bad guy.   Did she have an epiphany?   She never shared. We're not close.   How am I supposed to know if she doesn't speak up?   Call for you, Amiya.   ...The worst is yet to come.   No problem.   Didn't the L. G. D. withdraw already? What are you trying to pull?   Don't look at me.   Didn't you tell me to jump a second ago? You can handle this. I believe in you! *Mwah*   Damn right it's me! But that last part is a little off.   I'm right above you.   Just about 200 meters to go and I'll be there!   We can jump together sometime, Amiya! If you want.   I left them outside the city. They'll be here in a bit.   Hello, Reunion friends.   I don't like fighting other Infected. But I heard you hurt some of my Rhodes Island co-workers...   And you're still after my buddies. So I'm going to have to put a stop to that.   Hi. How you doing, Miss Frosty?   I wanna see what happens when my hot meets your cold.   *Pant* *pant*...   I'm fine! They... have some moves.   You're not freezing, are you?   Don't mention it.   Hey Frosty, why aren't you using lethal Arts?", "(\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Sage/wise one\": 'No'); "], ["  ......   So that's why.   FrostNova's the name?   Get out of here, Amiya. There could be more Reunion on the way. Do we have any injured? I can help.   I'm going to politely suggest that you don't fight anymore, snow bunny.   If you keep using your Arts like that, you're going to die. You're just burning your life into power.   Or, you could always come to Rhodes Island. We've got ways to extend your life.   Do I look like I pity you? You're strong. I respect you.   Dr. {@nickname}, run. Don't look at her!   Hm?   Oh...   No!   The plate is warping!   All I know is... the whole district is sinking!   Uh oh.   Dr. {@nickname}, move!   Amiya, stay where you are! Dr. {@nickname}, grab onto that lamppost!   The ground is splitting too fast! I can't reach!   No!   Meteorite, take her!   Amiya, go. I'll get the Doctor! I'm an elite operator, I can do it!   Welp, looks like we're not quite done.   Doctor, I'm going to use airflow and pressure to slow your fall and push away the building beside you. Don't worry, it won't crush you!   Just don't panic! I've got you!   ...See you soon!   ......   Sup? Where's FrostNova?   Your commander fell down there too, huh?   ...Huh?   It's not like you dying would solve anything. Better keep on ticking.   ......   Operator GreyThroat, I got you all wrong. And I'm sorry.   I took care of the Reunion guys! I hid the kids! Just listen to me already!   Can you not be obnoxious for like five minutes?   I watched you stand up to fight for Infected kids. It was hella leng noi.", "(\"Archetype 1\": 'Protagonist'); (\"Archetype 2\": 'Warrior'); (\"Archetype 3\": 'Ally/Companion'); (\"Archetype 4\": 'Shapeshifter');"], ["  Hey, that's off the top of my head! But really, I thought you were just some heartless uninfected girl, joining Rhodes Island to spy on us or whatever. I got you all wrong.   I'm still an elite operator. It's my job.   Anyway, you're right.   But even if you were a spy, you still did the right thing. So I'll save this spy's life and then pack her off to Legal.   Let's not be stupid here. How are you gonna outrun me?   Trust doesn't mean letting your guard down. Trust means knowing what you'll do and what you won't.   If you do the right thing, I'll back you up. If you do the wrong thing, I'll correct it, or stop it, if I have to. That's trust.   Thanks, GreyThroat. You trusted me, and you corrected my wrong thoughts with your right actions.   And I'm sorry.   But you really need to work on your people skills. They didn't want to be difficult, that was a show for survival.   If you screw up, you still need to go to Legal.   Are you sure?   What about Amiya and her people?   ......   She knows better than to tell me that. It's me, Blaze. When do I ever take it easy?   To save lives!   Yetis? Are those the Yetis?   It's the Yetis! R- right...? Definitely!   Yetiiiis... Yetiiii! Why are you Yetis like this?!   Damn it! Don't die! I won't let you die!   Just hold on, I can save you! I'll get you to safety...!   Why do you Infected want to die here?!   Yetiiiiiiiiiis!!!   ——Wire?!   I've always heard that men who use wires as weapons are all, literally all, psychopaths.   Not much to be done about unidentified armed units getting killed on the battlefield, is there?   ...You're very polite. But your tone pisses me off.   ......You......?", "(\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Sage/wise one\": 'No');"], ["  Wait! What did you just say about my dad?!   Stop!   ......   Right.   Wait a minute, L. G. D. lady.   ...Thanks for that, back there.   That's all.   For one thing, I was really mad...   For another, I could tell that L. G. D. lady, Ch'en, was getting mad too.   So I pick the one I like.   Sorry. It won't happen again.   ......   Silly rabbit.   I know, I know.   (What's going on over there?)   Huh? Collaborating? What are you talking about?   Amiya, what happened in the ruins, and what's the official party line on it?   Acting? I'm a phenomenal actress.   What do you say we put on a show and then take care of these guys in the ensuing chaos?   ...And where exactly did you get that motivation?   (You want to organize a raid?)   (Second, FrostNova's attitude.)   Hey... Wait!   Where's the fire? Aww.   You know, the stuff she just said, that's not like her at all. She came up with it too fast.   Not quite. If we ambushed them, the Yetis would just fight to the death.   I'm here to rescue you all, not cause more casualties. She didn't give up on her winning outcome.   You didn't do it, did you?   Keeping a level head after her victories and keeping to her tactical goals are what makes me trust Amiya as field commander.   I'm gonna go check on the Yetis.   Sorry, but when I sweat, the air around me heats up, and then I just keep sweating.   Thanks to you guys, I'm feeling a lot cooler than usual.   A little. I never thought I'd be working with the enemy.   ...You guys really aren't anything like the other Reunion folks.   Hey, yeah. Good point. We've got all kinds on our side.", "(\"Protagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Trickster\": 'No'); (\"Sage/wise one\": 'No');"], ["  Good thing we're a pharmaceutical company and not a bunch of Ursus soldiers.   The world is a dangerous place and we have to protect ourselves, right?   He's pretty sentimental. You know, I think all Ursus are pretty sentimental.   No big deal. Go back to your work.   But that thing you're carrying, it's got a powerful smell.   Nothing. Don't worry.   Hey, a mite peckish.    (Meteorite...)   (Leave her be.)   Get ready.   ......!   (Why would I stop our only chance at winning?)   I respect Amiya's decision.   Hey, wait. I have something to say too.   Yeti #1!   Let's get a drink next time! Your vodka smells great!   She doesn't.... look right...   The Originium crystals floating in the air beside her.... How is that possible?   Did the Originium crystals permeate her skin to form black ice crystals along with the water molecules in the air?   Permeate....? Permeation?!   ........Shit........ Shiit!   Doesn't it hurt! Doesn't that hurt her?!!   Don't you feel pain, white rabbit?   Enough... That's enough... Why are you doing this? Stop it!   Amiya? I don't like the look on your face.... Wait!   Amiya, don't do it! Don't reach into her mind!   Hot...?    Team, stand by!    FrostNova, we don't need to waste our breath here!   Honestly, we're a little outnumbered. No one should be stupid enough to take an avalanche head on.   But actually, head on against an avalanche, I think I'd come out on top?   But you're one of those.... like where all the cold in the world gathers up into a single focal point.   I thought your Yeti Squad was pushing your abilities to the limit, making your Arts more powerful and effective.   I was wrong. They didn't make you stronger.   It's your Arts that made them stronger.", "(\"Protagonist\": No);  (\"Antagonist\": No); (\"Extrovert\": Yes); (\"Introvert\": No); (\"Ally/companion\": Yes); (\"Trickster\": No); (\"Shadow\": No); (\"Shapeshifter\": No); (\"Warrior\": Yes); (\"Sage/wise one\": No)"], ["  What the hell? Does Reunion have its own walking Catastrophe?   What is the lowest temperature Originium Arts has ever achieved? I've got a feeling she's breaking records one after another right now...   FrostNova, I'll ask you again, are you serious about this?   Yeah.   ——Knock it off, white rabbit, you're going to get yourself killed.   You're really going to die! You're strong enough already! You don't have to push it this hard!   You don't have to do this to get a fight! If you want to fight, fight all you want after this!   I don't want to see Infected killing each other!   There's no reason for us to fight to the death here!   Ready up!   Pfft!   She froze my fingernails. They're cracking.   You really want to kill us?   Who's the best sniper in our squad?   You might die. Are you sure you want to volunteer?   Okay, GreyThroat, you stay. Everyone else, get the hell out.   Hurry!   Up against FrostNova, the number of squads doesn't make a difference. They have no way to protect themselves. And she can kill in an instant.   There's not much you can do, even with someone as skilled as Rangers. It's not the archery, it's the materials.   It'll be good for a bit. But you decide whether it works or not....   If it was up to me, I'd take a few shots at her with Rhodes Island's main guns. That'd be pretty helpful.   Or conjure up a dozen fireteam to spray ammo and Arts into her to see what she can take.   She'll run out of steam eventually. But... maybe not before we do.   You should ask me if I have any anticoagulants with me, the kind that won't mess up.   ........   ...Amiya.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Shadow\": 'No'); (\"Sage/wise one\": 'No');"], ["  Hmph. Heh heh.   Check it out, white rabbit, that's our Dr. {@nickname} and Amiya!   Let's get started!   Forward! Explosion!   ——Ice blades?   Pfft!   Are you serious?   I didn't underestimate you, but I didn't think....   My saw can cut through a city wall, and you can block it?   Air! Compression! Demolition!   *Cough*, hahahahaha, *cough*.... Pfft! That was a close call, I almost got an ice blade through my jugular!   Hah, that's right. You're a warrior just like me.   What do I do, Amiya? I'm running out of ideas.   Time to tag you in.   (And she's not out of tricks yet!)   So you chilled a few rings? You've got a mouth on you, don't you?   (Huh? What the...? I turned up the heat this high and they're not melting at all?)   GreyThroat, piercing bolt!   Air compression! Fire!   Wh....   (She knocked it off course with her air streams, then broke it with cold?!)   (GreyThroat, what are your arrows made of?)   (Oh no. Ugh, we're in trouble.)   (Whether she knows it or not, her Arts have reached a level that's well beyond anything the damned scholars are talking about these days.)   Watch your tone, white rabbit. You're not the only one who puts her life on the line.   You don't have to tell me!   That's enough!   *Cough*.... *Cough*!   ........   You had brothers. So did I.   We're not close enough yet that I'm really comfortable talking about my old battle buddies with you.   Pfft.   Of course.   Absolutely!   You.....   ........   Stand by me! Her cold is so overpowering, it's all I can do to keep the air around me warm!   The cold stream is too much.... She can even condense it into a form!   It's blasting away my heat flow!", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shapeshifter\": 'No'); (\"Sage/wise one\": 'No');"], ["  Dead ahead! A huge cold stream! It's about... Just about... the shape of a dagger!   If this keeps up, I'll have to surrender my back and gather the heat flow in front of me as a shield....   But her cold stream was robbing the air of its molecular vibrations. Even if I managed to form the shield, I couldn't hold it for long!   Doctor, come on, you must have some idea!   That's like saying nothing!   What are you talking about? If we do that, she'll die!   The cold is moving in on us! GreyThroat!   Mmm!   Uh....   The cold's..... gone.   I'm fine! Amiya, hurry, go check on the white rabbit!   ........   The remnants of Reunion's squad should have successfully retreated by now.   I don't know if this counts as the battle the white rabbit wanted.... Though I'm not sure she much cared about that in the end.   Regardless, she did it.   White rabbit... you were a stubborn one.   'Nice win'? Win my ass.... If you weren't dying, we'd all be charming ice sculptures by now.   Experience like that only comes up later. But when someone dies in front of you, they never come back.   I could have saved her.   Yeah, probably. Just leave it to them, I don't care.   GreyThroat, give me a hand.   Are you messing with me? Don't you see what's happening to me?   ...Operator GreyThroat, I kindly request that you help me up. I've lost a lot of blood and I'm hypothermic. I look intact but am, in fact, dying. Please assist me in returning to our vessel!   Okay, you know what? Never mind. I don't want to be a bother.   Aren't you leaving Rhodes Island? No need to force yourself to work for Rhodes Island anymore.   Huh?", "(\"Archetype 1\": 'Warrior'); (\"Archetype 2\": 'Ally/Companion'); (\"Archetype 3\": 'Sage/Wise One');"], ["  I'm thinking you haven't seen enough tragedy. GreyThroat, let me ask you this: what's the difference between you and me?   If we died in that battle back there, what's the difference between regular you and Infected me? It's just a couple dead people.   Some people care whether they are Elders or Ancients, some care about the country they come from, some look at race, and others value wealth....   I'm Infected, but I've never given anyone the 'oh woe is me,' 'Infected people are so oppressed' crap. Nobody wants to hear it.   Pick out anybody here in the slums, Infected or uninfected, nobody wants to hear it.   The level of pain doesn't matter, I just wish we could look at the pain of the Infected.   'Infected people are people too,' it's as simple as that. And I don't want people looking at me like a pitiful little animal, I'm out for an even look, on the level.   Massacres, segregation, imprisonment, hard labor, I've seen it all, but what can I do to see the end of them?   The white rabbit did what I never could.   She showed me a true death struggle.... The kind of terror she would show us even if there was only a fraction of a second left. That kind of fortitude is enough to transcend any identity.   If I were to go and fight Lungmen's soulless black raincoats right now, it'd be a walk in the park. Compared to the white rabbit, they're nothing.   No. I told you already. I'm dying, GreyThroat.   But fighting to the death for what you believe in? That's a solid ending. Bottom of my bucket list.   ...Get a load of these two.   Dr.{@nickname}  and Amiya.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'Yes'); (\"Ally/companion\": 'No'); (\"Sage/wise one\": 'No'); "], ["  Off to Rhodes Island to bury the white rabbit.   Well, it says burial, but it's really just disposing of the body to prevent her from crystallizing, dusting, and causing secondary infections. We Infected people deal with that all the time..   At least, as a Rhodes Island operator, I've come to trust the Doctor. GreyThroat, did you see the look in Dr.{@nickname}'s eyes?   It's those eyes, that's what makes me trust somebody like that.   Because those two are headed in different directions.   Dr.{@nickname} is going to the Infected crematorium, and Amiya is off to Lungmen, to the new graveyard for the Infected.   I finally understand why Ace says Dr.{@nickname} is worth just as much as Amiya and Kal'tsit   Kal'tsit's wherever she's supposed to be.   Okay, let's go. Since you're not going to leave Rhodes Island, I'm gonna ask you one more time: please help me up.   Because I'm in real bad shape. Elite operators... gotta look tougher than this.   Why do you say things you know will hurt me...?   And do you know who's our support medic on this op? It's Gavial. That Gavial. She said she'd wash her hands and be right over!   How do you feel about getting my blood splashed in your face?   Then I suggest we walk a little faster...   Huh?   ...You screwed it up again.   What does that have to do with me saving you?   Rosmontis! Wait!   Are you going to sortie this time?   I'll get someone to replace you. How about Misery? He's better at assault ops than you.   He'll wave his hand and it'll be all done. Let's have him go.   Yeah. You shouldn't.   This isn't like the missions you went on before!", "(\"Antagonist\": 'No'); (\"Protagonist\": 'Yes'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["  Watch it!   You can't just... like... you can't just come out and say it like that!   You're too young for such a dangerous mission. It's not right!   That's because she...! She's...!   She's...   Amiya...   Rosmontis? You don't have to record... that kind of stuff.   Shit. What the hell am I saying...?   No, sorry, I shouldn't have said that. Damn my big mouth!   But, their deaths... They...   I'm the one who's wrong. We have happy memories, and painful ones too. You have to remember them both.   ...I don't want to see you hurting so much. Why do you have to look back at them? You... you can let go of those memories.   You can put them there, leave them there, and don't look back.   Ha. Right. You're like me. You're a Rhodes Island elite operator.   I can't go in your place. Really, I...   Nng... ugh...   It's fine.   Oof.   Rosmontis... You and Amiya look after yourselves.   Ow... Only if you poke it!    It's fine... how are you?   Ehwhaaa? No way, little kitten... since when do you keep things to yourself?    Oh, of course not! Scout, can you see? Our little kitten is all grown up! She's a big girl!        She's so big now... waaaahhhh...   Waaaahhhh...   Bluishsilver should know... Ace too... our kitten... she's grown up...   Waaaaaaahhhhh!    Outcast, you there yet?  I've called you like fifteen times since last night!  *Sigh*. Okay. Let me get this out there, I'm not the one in a rush. Misery's pushing it.  You know how he is, the worrywart. Not my fault he can't chill out. He's all wound up, even out on a mission, it's like, is he looking to sprout some more wrinkles?!  Fair enough. Seriously, though, any thoughts on the city?", "(\"Ally/companion\": 'Yes'); (\"Warrior\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Sage/wise one\": 'No'); (\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No');"], [" Intel might be faulty, then? There's at least thirty, forty-ish cities in Victoria at that scale—  Err... because it won't make any money?  Gotcha. Just call me if you need support. I only just geared up to head for Connor County. I'm still close by for now.  Gimme a break. With a storm like this coming, is a Sankta like you gonna be happy chilling with a cup of tea?!  Wonder why I'm not convinced...  Whatever, let's just all get our jobs done and head home soon as we can. Unrelated, Outcast, but I remember a bunch of green Sankta Operators waiting for you to hold marksmanship classes?  Also, and I know it goes without saying, but Misery won't get off my back about it—  Be careful, Outcast. Hope it all goes smooth.   Hey, everyone... It's time to change shift.   Did something happen?   Eh, you're right. All this fog is a major buzzkill...   Stormeye wouldn't have much trouble with the fog. If only he had left just two weeks later. Too bad.   It's been a few days since we stopped, though. If anything's gonna happen, it should already have happened by now.   You guys should head back and get some rest.   Grr, if Ascalon and Logos were here, you wouldn't be running around like you own the place—   —Hey! Get out here!   I know you're hiding on both sides of the hallway, but this is Rhodes Island, and you aren't fooling me!   —   Guard...?   'Responsibility...' huh?   So you're with Reunion now... what are you doing back here?   ......   —Sarkaz?   No, you're no ordinary mercenaries—   ...Hah.   You think we're gonna talk this over and come to a nice agreement?   Heh, I'll take that as a compliment. That mean you're letting me by?", "(\"Antagonist\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shadow\": 'No'); (\"Sage/wise one\": 'No');"], ["  Aw, too bad. I'm in a hurry, though. So you guys are in for a hard time!   There's more of you—?!   Wait—You—? What's that you're holding?   ......   Alright...   But I still let them get away.   If... If only I had gotten more answers out of Guard—!   Gavial's old place is way out in the middle of nowhere Sargon! Who'd walk that far?   Wait, lemme explain! When I say nowhere, I mean we looked at the maps and Gavial's is one of the lest densely populated regions of Sargon. From the intel we've gathered, Sargon doesn't even station any forces there.   B-Because any and all paperwork passes through you...   (Quietly) Doctor, maybe we should just call it off. There's no way Kal'tsit's gonna agree...   Seriously?!   That's what I like to hear!   Tch, this rainforest's way too humid! I've barely hiked half a day and I'm already drenched in sweat! And I haven't seen a soul in the two days I've been here!   Thank goodness I wore my swimsuit underneath. What a lifesaver. I'm really getting my money's worth with it.   Really, though. Even when I climb the trees here, all I see is more trees! Just where's that ceremony Gavial was talking about?   Hey, is anyone here?!   Hey, Gavial, your tail's tiny!   Hey, Doctor, maybe it's time for you to change that hood of yours!   ...Tsk, they aren't within earshot.   Ugh, if something happens to the Doctor, what am I supposed to tell Amiya?   I guess I shouldn't worry since Gavial said she'd take care of the Doctor, but... I'm not sure that's all that reassuring, knowing her.   Urgh, the more I think about it, the more worried I am. Maybe I should try knocking a few trees down to make some noise.   Whoa, finally! A person!   Hey there!", "(\"Antagonist\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No'); "], ["  Huh? What are you saying?   Urgh, is this for real? Gavial didn't tell me people here speak a different language!   Hey, c'mon! This how you people treat visitors?   Hm? Did she just say Gavial?   Whatever, I'm in a pretty bad mood right now. If you want to fight, then bring it on!   Doctor! Everyone! Great, I finally found you guys!   *Sigh*, Doctor, you had me worried.   I ran into this little girl on my way over here. She started hitting me for some reason.   I kicked her ass, of course, and beat down all her friends too.   Gotta hand it to her, she's not bad in a fight, didn't go down easy. So I brought her along. I figured you could help me ask why she wanted to fight me.   Hah. That means something, coming from you.   Whatever.   Heh, welcome back, kid.   Hey, Gavial. What's she doing? What's with this bowing?!   What?!   ...Doctor, what do I do?! I've never been in a situation like this before!   Ugh, how about we just let her follow us for now?   Come to think of it, what happened to the ceremony?   She'll let her people get Oripathy just to build her machines?   I won't stand by and let that happen.   What are we waiting for, Doctor? Let's go!   Huh?   Haha! It really is an incredible waterfall.   You got a lotta fight in you, squirt.   Heh. Seeing as I've got nothing else to do, we might as well go a few rounds.   Why bother changing? Just go!   It looks pretty cool!   Sounds like Kay's making a ruckus in there.   Hell yeah! That big clanker's badass!   And it's suppressing Gavial's strength?!   Doctor, don't just sit there and enjoy the show! It's time to take command.   Gavial, your head is bleeding. Are you okay?", "(\"Warrior\": Yes); (\"Ally/companion\": Yes); (\"Shapeshifter\": No); (\"Antagonist\": No); (\"Trickster\": No); (\"Protagonist\": No); (\"Extrovert\": Yes); (\"Introvert\": No); (\"Sage/wise one\": No);"], ["  Haha, no problem.   Honestly, I'm with the Doctor here.   Kinda wanna laugh.   Hey, Gavial, do me a favor and tell me what this little squirt is saying.   Oh. Cool. She packs a punch. I bet she'll make a fine operator.   Y-Yeah!   Aww, and mine...?   Agh, fine.   Oh, I'll see what Kemar's up to. Err, I guess I'm calling her Flint now. I'm worried she'll get into a fight, with the language barrier and all...   Hey! What about me?!   Oh... Is this one you're talking about worth a dozen or more Rhodes Island lives? If it's worth it, then I'm on board. But if even a single operator raises a concern, then count me out.    Wait for me! I wanna come too!      This little rascal? She's Dora, one of my adorable little friends.      And please, try to chill out, Vanilla. I don't want you trying to trade business cards with a child.      She pulled a half an hour of storybook time out of me on account of it tasted too bitter.      I'm onto you, little rascal. You said it was too bitter last time too, and Dr. Kal'tsit fixed up the taste!      I don't take the same stuff as you. No excuses.      Huh?      Oh, it's time for class?      Will you make one for me? I'll give you a candy.      This kid....      Yeah, she looks quiet, but she's a wrecking ball. Warfarin has to scare her into behaving... Doesn't matter. Anyway.      I've never seen you two hang out. Aren't you usually with the Blacksteel girls, Vanilla? Did Amiya organize a mixer?      Did that sound like a joke? Honestly, I think we should have a mixer where we all get together and relax.      Those don't count!", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["     Yes. But we're classified differently. Combat personnel are different from logistics personnel, and there's a few others. It's all HR stuff... you know?      It's not my wheelhouse.      Why are you so fixated on Dora?      Oh?      That must have been Dora. That doll was a mess. I told her I'd buy her a new one, but she wouldn't have it. I ended up getting Bibeak to stitch it up for her.      I think so. Her medical records say she was involved in a street fight and inhaled a bunch of Originium dust.      I took a look at it before, when I was helping Hibiscus give her some shots.      Dora is especially optimistic. She always says she wants to join my squad when she grows up. Where do you think she gets it from?      Hey.      Yeah, it's nothing new. The world sucks.      A normal place, where the bosses have their heads screwed on right, definitely wouldn't take a dying patient with no money.      That's not quite right.      It's not that we don't get paid anything. We just get paid without money.      If one side has to pay too much, that's actually a big burden on both sides. An arrangement like that wouldn't last. No matter how sweet Amiya might be, she wouldn't do something like that.      We do provide treatment. But it's definitely not free.      Here, we've got a fine example standing right here!", "(\"Ally/companion\": 'Yes'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["     You can choose all kinds of different ways to contribute to Rhodes Island in exchange for the treatment we provide. Definitely not just fighting. Us combat operators are actually the rarest bunch.      We got logistics to handle the paperwork, engineerings to keep Rhodes Island itself trucking along, envoys to go talk to other organizations, not to mention procurement and cleaning staff...      Even if you want to wash dishes in the cafeteria, that's fine. As long as it helps, you can do it.      Is that bad?      (whistling)      You saw, they're about to learn how to make origami flowers.      The paper flowers they fold will be used to decorate the mixer. Then they'll be given to every operator as they come back to Rhodes Island.      Just now. I decided.      Whatever. The point is there's work to be done. And the work those little guys do looks a little different from the work I do, but it's all important to Rhodes Island.      Now let's be real. I know you guys have been calling our company a sweatshop.      Yeah, sure. That's what I say when I tease the Doctor.      (whistles)      Hey, I just had a thought. Maybe that whole sweatshop thing actually fits?      I mean those kids, what are they? Child labor? An early investment?      Yeah, it'll pay off, won't it? Rhodes Island teaches these kids all kinds of things. The little punks are probably better than us at a bunch of stuff. Like, I get a headache looking at numbers. And then when they toss letters in with the numbers...      They're all probably going to be awesome. Way more awesome than me. They'll do all kinds of stuff I never could.      So, you know, it's a return on investment.", "(\"Ally/companion\": Yes);\n(\"Warrior\": No);\n(\"Sage/wise one\": No);\n(\"Protagonist\": No);\n(\"Antagonist\": No);\n(\"Extrovert\": Yes);"], ["     Shh, let me dream. Don't say it.      Oh, it's Amiya.      Looks like another mission. I kinda wanna blow it off. I can just blow it off, right?      Well, I gotta go. Vanilla, Steward, let's get a drink at that mixer!  Dylan, I got my hands full over here. Can you help a gal out and tell me what it says?  He started it.  At least he looked the part, pretty much the same as the guys up on the roof earlier this morning. Better than the ones that didn't have a uniform ready.  So let me ask this question again: what kind of cops wind their automatic assault crossbows during questioning?  Very funny. You know he's not a cop, at least not the kind we're used to dealing with. No, not until we leave Tkaronto— Maybe not even until we leave Columbia. Check for me if he's still breathing. It'd be nice if you made sure he kept on breathing.  Automatic weapons like that are a Columbian specialty.  As soon as the raid started, the Doctor and Amiya left in a car. No clue if the autopilot system that Closure was fiddling with will work though...  They're only human after all... Sometimes shit happens.  Whatever, we can worry about that later.  We've gotta think of a way to get out of this city safely first.  I wouldn't mouth off like that if I were you...  Doctor, you caused a real big uproar this time around...  Fines, fees, jail time, and even the Columbian government investigating illegitimate business practices...  But I have no clue how you managed to sort it all out. I almost had to call Dr. Kal'tsit myself.  How the hell are you gonna explain all this to her when you get back?", "(\"Antagonist\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shadow\": 'No'); (\"Trickster\": 'No'); (\"Sage/wise one\": 'No'); (\"Shapeshifter\": 'No'); (\"Introvert\": 'No');"], [" Who was that? Gave me the sense there was something else under that nice front of his...", "(\"Shadow\": Yes); (\"Shapeshifter\": Yes)"]], "Ferdinand": [["My next meeting is in ten minutes. I can spare you seven of those. Give me the form. — Alright, go procure. How long have you been with Rhine Lab? Just a couple of months? See this site in front of you? Isn't it monumental? Fifteen years ago, this place was still wasteland, not even a single nomadic plate yet. You wouldn't see Rhine Lab on a foldout of Trimounts back in those days. Meet Parvis for tea, if get the chance. You've got a lot to learn, Ben. And you won't find it in your handbook. ...... Well look at that, I still have four minutes left. Ho'olheyak. Are you done with everything I asked? No. That's not enough. Word is Rhodes Island's people went to the site. The experiment's almost complete. I don't want anyone getting in the way before it's done, understood? No, no need for that. She's with Energy. She can wrangle the Pioneers. You keep an eye on developments in the city. It's unlikely Rhodes Island would only send two operators to the site. Don't forget, Saria's had a line to them all this time. Saria's already stalled our experiments long enough... Both the Colonel and I are running short of patience. Remember, they can't find anything this time. ...... Good evening, Colonel. Just minor boat-rocking... You know how hard it is for Pioneers to be satisfied, no matter how generous you get with their terms. Initiative is their strong point, and it forms the basis of Columbia's endless expansion, but sometimes it carries with it a little... hassle. Understood. Rest assured, Colonel. Rhine Lab's products will not let you down. ...... Well, well... Same play. Tell him I'm busy. Right, send the contents of Elena's most recent report to my terminal.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["How many times have I told you? Don't call me Director. Speaking of Elena... I gather you get along well with her. Brainstorm for me. What kind of present would she like? Test results for the latest batch of Transmitter? A one-point-seven percent increase in efficiency. A massive breakthrough in one month. Excellent work. Do you need more time? Ten days? Twenty? Come to boast about your people skills, Parvis? I don't see you outside your lab often, except for directors' meetings. What brings you here, exactly? You were born with white hair, Caprinae. ...... A bet? Do you understand what it is you've just said? This is a very serious accusation. ...... You need stronger evidence than that to blackmail me. You... What exactly do you want? I don't understand. I thought you were on Control's side. I'm surprised you have such a high opinion of me. I didn't think Defense had a director. Ben? I don't remember you owing me anything. The Diαbolic Experiments. What data? You mean Loken Watertank? Those data were... Suppress? You're a sly one, old goat. It had better be of use to my experiments. Let's hope it justifies this commotion. ...... Sixty-seven percent? What about the retests? Get me all the numbers. ...... I'll be damned, the old goat wasn't playing. It's all up to Ho'olheyak now... she'd better take care of Saria. Not often I see you here. Don't talk about experiments right now. Ten minutes. A man like me only gets ten minutes to himself a day. I could spend it on a video call with the children, or dinner with Elena and the others. But I prefer to spend it doing nothing but standing here and watching.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["Yes. It's everything. They must be tired after a long day of work. Why is there no sign of dejection on their faces? Why are their steps so springy? Because they have a chance. They believe their hard work is giving them a chance at better lives for them and their families. Yes, them too. Trimounts. The city of three burdenbeasts. Three burdenbeasts carried seven Pioneers to build the first settlement on this soil. And now? Look at the streets below. The Pioneers and their descendants bring a constant stream of vitality to this place. No other country can claim to rival Columbia's enterprising spirit. Our country's prosperity has given people confidence, which in turn feeds into our vitality. If the country keeps advancing, so will the lives of everyone across all the lands. I know what you think of me. You, Kristen, Saria... you call me an opportunist. Thank you. I can't deny that I would rather be up here than down there. But I've earned the chances I've been given. My projects have generated wealth, which fed into the next project, and driven technological progress. We stand on the cutting edge, leading Terra into a new era. They will build monuments, and our names will be immortalized upon them. Victory belongs to each and every trailblazer. — My ten minutes are almost up. I know what you came for, Ho'olheyak. I forgive you. Kristen, Muelsyse, Saria, Parvis... and you. I'm not wasting my time trying to guess your petty little thoughts. Dorothy's experiments are one step away from success. All I care about is the final result. Here, the data you asked for.", "(\"Protagonist\": Yes); (\"Ally/Companion\": Yes); (\"Warrior\": No); (\"Sage/Wise One\": No);"], ["We were able to retrieve most of the Loken Watertank data thanks to you. The fewer that know about this, the better. And I'm curious as to why you wanted these data. You remind me of Loken Williams. I thought only madmen boast about their test subjects. Morals are shackles that the short-sighted impose upon themselves. Science has never been bound by common sense. There is no greater insult to a scientist than to be judged by moral standards. Williams's problem was that he allowed the infinite unknown to get the better of his sanity, and he abandoned the logic and reason a scientist must grip. See at the end of the video how your 'beautiful child' turned the lab into a nightmarish catastrophe. Records pertaining to her have been tampered with. Like the other legacies of Loken Watertank, she has value to somebody, somewhere. ...... May I assume you're considering ending Williams's experiments? She is too difficult to control. A risk Rhine Lab cannot afford. You want to heal her? We're not doctors, but anyone whose seen the experiments in their entirety should not harbor such delusions. A... a hug? You know, Dorothy... I really have no idea what you're thinking at times. Not many scientists are as sentimental as you are. You're not bound by logic or reason either. Perhaps, one day, your madness will put Williams's to shame... What's the situation at the site? If all goes according to plan, Dorothy's 'Hub' should be complete by now. Any news from Elena? ...... Go and prepare the latest batch of Transmitter. One-third. The experiments are going well, Colonel. We're in the final phase. That's why we need more advanced technology... the technology to deliver our weapons to any location with precision, regardless of distance.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'Yes'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No')"], ["The feeling is mutual. Send more hands to the labs to package the reagents. Yes, I need all of it. Good. We're going to Site 359. Did I not make myself clear? Tell me, why is it that the more important an experiment is, the more times it has to be repeated? Because an important result must be absolutely reliable. Dorothy? She is driven by her emotions, and achieved great things because of them. But her emotions may also become a weakness, at key moments. I hope you grow faster than her. She is motivated, but too inexperienced. She may not be able to make the best possible decision without my advice. There's only one person at Rhine Lab whom I trust implicitly—me. Is everything ready? Good. Get ready. Colonel, I know there have been delays, but if you give me a little more time... Do you mean the pharmaceutical company? There's nothing to worry about. They're partnered with Rhine Lab. I will... I apologize. This is just a small hiccup... ...... We don't have a choice. One more thing. Put me on spec com. Elena. I know. You did your job. The cleanup detail is on the way in. They know what to do. You can leave now. I'm at the observation station, Elena. Two directors are more than enough to handle the situation, don't you agree? Then listen to me and leave the site immediately. No, you may not waste my time with meaningless questions. I want you in the control room, now. ...... No. Proceed. You are frightened. Your teeth are chattering. Perfect. Fearing such great unknowns is an instinct of the weak.", "(\"Protagonist\": Yes); (\"Antagonist\": No); (\"Extrovert\": Yes); (\"Introvert\": No); (\"Ally/Companion\": No); (\"Trickster\": No); (\"Shadow\": Yes); (\"Shapeshifter\": No); (\"Warrior\": Yes); (\"Sage/Wise One\": Yes)"], ["You're talking about terrorizing our enemies? That's what the army men worry about all day and night. They give me the funding, and I give them the weapons—We scratch each other's backs, and that's where it ends. But you did remind me... It's time to move to the next phase. They're making the greatest sacrifice of all. Remember their names. As pioneers in the truest sense, their names will go down in history. Their fearlessness gave birth to this ferocious beast, and we will take control of it and make it ours. It will be our hands and eyes. Just as our ancestors, the brave settlers, brought burdenbeasts under their control, enabling civilization to conquer the wilderness. We, too, will conquer this beast created by technology and expand mankind's reach into even greater unknowns. —We will be the trailblazers who expand the frontiers of civilization. Have the latest data been recorded? Note the drones' positions. Do not let the test subject's actions influence firsthand data collection. ...... Elena. I'm glad you're safe. Well, you are full of surprises. It's a relief to have you back—Those stupid new hires really need a fine researcher like you to discipline them. No, not a team leader. You see that key on the desk? Take it. You've more than proven your abilities. You don't need to be anyone's assistant anymore—Not mine, and not Dorothy's. I want you to handle the next project as overseer. This key is a present I prepared for you. It's an all new... spacious laboratory. Your laboratory. No matter what kind of experiments you want to run, both Rhine Lab and I will fully support you. That is not out of the question. You don't seem... particularly happy about my surprise. Set your staff down.", "(\"Antagonist\": Yes); (\"Shapeshifter\": No); (\"Ally/Companion\": No); (\"Sage/Wise One\": No); (\"Warrior\": No);"], ["I don't understand. I've given you so much... I saw talent, diligence, and ambition in you. All three are necessary to achieve success. All three qualities that also define me. You aren't ready, Elena. I was afraid you would be shaken, and here you are. I've never given anyone more chances than I've given you. You know what? You're more like me than my own children. I've poured much blood and sweat into you. Even now, if it's what you want, I would still welcome you at my side— I'm fine. Elena... You say I don't understand you... but you've never truly understood me either. Perhaps... I actually hesitated, worried in that brief moment just now. I wasn't worried about the ruckus you were causing. I was worried about you. I really... didn't want to see things come to this. Elena, you're staying here with me. You've contributed a lot to the experiment, and I am proud of your results. You've earned the right to stand by my side and witness the glory it brings us. The way I see it...?", "(\"Protagonist\": 'No'); (\"Antagonist\": 'Yes'); (\"Ally/companion\": 'Yes'); (\"Sage/wise one\": 'No');"], ["A new era. What I see is a new era. Its arrival carries with it all sorts of possibilities, chances at things we may never have thought possible. It also implies a change in the standings of factions old and new. I'm taking these risks not for myself. It doesn't necessarily have to be Columbia that enters this new era. It doesn't have to be Rhine, either. But when the time comes, our money and connections will both leave us behind. The city of steel we have forged will be torn apart at the hands of other nations, just as Lingones became fodder to a new hegemon. The laboratories of which we're so proud will be dismantled and sold for scrap on the second-hand market, while Rhine's signs will be forgotten and slowly rust away in an underground warehouse. When that time comes, we will lose any chance we ever had to drive change. Our ideals will shatter, and we will be left to live out the rest of our meaningless days staring at the backs of those who have gone ahead. When the epoch decides who to leave in the dust, it doesn't think back on past glory, much less hold out for future potential. All we can ever seize is the present. No... Impossible. The data... Show me the data. ...... The test subject disconnected from the 'Hub,' and its structure completely collapsed... The 'Hub' is... destroyed? Only Dorothy knows the exact location of the 'Hub.' Could it really be that Dorothy destroyed the system she created herself...? Can she control this creation? It's not like you saw her do it.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["I have to find her. Her research is more impressive than I imagined. Our experiment is not over yet— What's going on? Where are the Defense personnel— On whose authority...? No, it doesn't matter who they are. How did they find out about the site?! You did it right in front of me... ...... This is all just a misunderstanding. Please let me make a call. ...... The number's not in service... Who do you work for? I need to talk to the colonel. Well... ...... Hahaha... I get it now, Kristen. You won. Congratulations. Rhine... I told you I would build the most fantastic laboratory in all of Terra here, and I did it. I will ensure that the Rhine name lives on gloriously in the epoch to come. And what about you? Do you really care about Rhine, Kristen? You don't. You only want to burn all our efforts as fuel for yourself. It's for Rhine's sake that you must be stopped... You came here just to fire me, Control? You mean... accept your proposal to hire a top lawyer and use your relationship with the government to have me locked away in a state prison for two centuries? How smart that would be. Ho'olheyak. I never expected... *cough*... that the last person to help me would be a mercenary. ...... You aren't here to help me. Then—Why not pull the trigger already?", "(\"Protagonist\": No); (\"Antagonist\": Yes); (\"Ally/Companion\": No); (\"Trickster\": No); (\"Shadow\": No); (\"Shapeshifter\": No); (\"Warrior\": No); (\"Sage/Wise One\": No)"], ["I'm not sure I believe that. The colonel... The army wants me silenced. I'm sure of it. And Kristen wants me locked up... I'd turn crazy like Loken Williams if I ended up in prison. Either that, or I would have to roll over and rot away as a corpse. Mad scientists are hardly a strange sight here in Columbia, but it's not like the military or the government could shoulder the infamy that comes with sacrificing civilians in evil experiments. I have no idea... how Kristen caught wind of what's going on in the site so easily or how she managed to convince the bureaucrats in the government in such a short amount of time... It's you. You are no normal mercenary. You are a spy... Did the government send you? Who do you work for? ...... I... You... ...... Let's cut to the chase, Colonel Blake. You need my help, and I need yours. This is easy. And this is what I'm here for. —You're right, Colonel Blake. I failed, but I'm no fool. If the military were really that hardy, you would have done this a long time ago. You army guys were never the meek humanitarians you're trying to play. And I, the... <i>former</i> Director of Energy... I know Rhine Lab. With my help, whatever you end up doing will go much smoother. Especially if you want to take care of this as quickly and as quietly as possible. Is there anyone easier to keep in check than a failure with nothing to his name? Always high-and-mighty, never revealing her secrets. She threw everyone's hard work and achievements under the bus, sacrificing the whole of Rhine Lab... Kristen doesn't have the right. No one does. Looks like you didn't get the answer you wanted.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["And how do they intend to do that? It was indeed the test flight of Arc-01's H.A.M.H.R.R. The sky appears clear, but it is far from being a safe haven. Kristen will need to test the new pressure and navigation system, a trial-and-error process that may need more than one flight. I'm more curious about the military-controlled S.H.A.F.T. at the bottom of Arc-01. Where did Kristen launch a beast of that size? The H.A.M.H.R.R.'s black box still hasn't been found? By tracing its routing data, we can triangulate the position of the launch site and locate Kristen. Someone managed to retrieve the black box at the very beginning. (Shakes head) Kristen has already been missing for two weeks. She may have already obtained the experimental data she wanted in the black box, but she still doesn't want us to find her. In other words, the so-called 'Horizon Arc Project,' propped up by the military itself, is completely out of the military's hands. The longer the delay, the more variables there will be. You don't look so good, Colonel. ...... Colonel? How am I supposed to take this order? Let me guess... the agent you sent to watch Kristen has gone MIA, and you've suppressed the news. Your superiors aren't worried about your agents being silenced by Kristen, but rather, they might have signed on with her and betrayed the country. And they're probably even wondering, have <i>you</i> betrayed the country too? It's no wonder you've been racing to find Kristen. ...... Come on, Colonel. Who are you even trying to fool with all that? This isn't enough of a reason for the DOD to go so far. And definitely not enough to stake your life on it.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["...... It's not like you don't know a thing about Kristen. Surely you ran a thorough check on her before handing the project over. The situation is pretty bad, but there's definitely a contingency plan at work, your reactions have been abnormal anyway. If your people haven't gone crazy, then it only comes down to this... Kristen isn't the actual reason. No, she's just a fuse. You didn't meet the Vice President to talk about Kristen... what you wanted was a mood. ...... ...... Do I even get to choose? ...I get it, Colonel. Move! Blake, I didn't give you Rhine's contacts for you to drag it into the gutter! What did you say? ...... ...... But now that we've failed— And if things really spiral— I'll stick to our agreement, to help you find Kristen. We can still turn the tables once we have her in our grasp. That goes for the both of us... and Rhine too. I'll go meet with Jara. This conference room... Whenever we had meetings, Parvis would sit by the window, Muelsyse likes to sit in the middle, and you... Director Jara, you sit here, furthest from Kristen. Hm... how nostalgic. Is there an occasion? You think I'm here as the army's guide? No, they have their own plans for Rhine, and I don't approve at all. Because I know that if something happens to the Vice President while he's here, that's the end of the company. Kristen can ignore the existence of Rhine Lab, but not me.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/Companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/Wise one\": 'Yes');"], ["Don't play dumb with me, Jara. You may not know just what kind of people run the army. They could repeat today's adventure anytime they want. So before those savages rip a dozen years' worth of time and effort to shreds, can you just tell me the truth—what exactly is Kristen doing? Heh, 'Dr. Wright,' as if you two have the most ordinary collaborative relationship. Should I show Blake the picture hidden in the darkest corner of your office drawer? Or has our dear HR Director already come up with an explanation for why she's hidden the New Year's card little Kristen wrote her two decades ago? ...Heh. She's gone into hiding, like a child clinging to her favorite toy. Except it's not a toy, it's a goddamned superweapon, with some real forbidden secrets behind it. So you should find and drag her out, if you still care about her. Or would you rather watch her die for the vaguest of ideals? Good... great. You refuse to cooperate. And what about the others? For example... Saria. You rescued her, and you've hidden her somewhere around here. You're so willing to talk to me, just to buy her more time to escape. Let's say she manages to escape. Who could she even go to? Rhodes Island, caught up in the same mess, or that group of Maylander agents who love spinning webs just as much as you do? The military just picked up a new piece of intelligence. Saria... as well as the company behind her, Rhodes Island, are suspected of helping Kristen steal classified information pertaining to national security. Maybe working at Rhine Lab for more than a decade has made you naive enough to... assume your old boss was some hero of justice?", "(\"Antagonist\": 'Yes'); (\"Shadow\": 'Yes'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["...Ten minutes. They should have run into Blake's people by now. The old Saria would have probably stood a chance to escape unscathed. However, she's injured and carrying two extra burdens. Want to guess how long she can last in front of a fully armed special forces unit? Your phone is ringing, ma'am. By now, you should be willing to believe me that I did try my best. I tried my hardest just to secure this opportunity to talk. If you had agreed with me earlier, then our Defense Director's life would at the very least not be in danger. But you still sent them on that path... to that secret passage known only to Maylander agents. Saria might die because of you, and the next one to go may well be the one you're most concerned about. I'm hoping from the bottom of my heart that you think the question over. Where the hell is Kristen Wright? I remember you, Parvis's stellar student. You and Elena gave me such a headache back at Site 359. A deal? Do you really think I would let Saria go? This isn't up to you. That's... Transmitter, from Site 359. What are you doing?! Even if you put the Transmitter into your body, it's not going to work, Dorothy's 'hub' was destroyed! That's impossible. That was my experiment, mine and Dorothy's... ...... Look out, there's a car. ...... What? Here's a few bills... Find a warm place to spend the night. Take this too. All my money. You can have it. I knew I would find you here. Enough with the act, Parvis. When did you start working with Kristen?", "(\"Protagonist\": 'No'); (\"Antagonist\": 'Yes'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["You, Jara, Justin Jr., and Nasti. You fooled me into thinking that I had Kristen isolated, that I was just one step from success. I became a laughing stock! My gamble, all my efforts, just another rung on the ladder for her to climb! You... ...... No wild guesses. Why are you telling me this? ...... Didn't you despise the efforts of those stupid casters who wanted to summon the Witch King's souls? You see Kristen as that coincidence? You have your dream, and I have mine. If she is the fated miracle, than what are we? Waste coming off the production line? Meaningless noise? Why are you telling me this? ...... I've lost everything. There isn't much for you to remember. Megaphone and sign boards? This is what you spent the money on? Not food and blankets? Give me that board. 'Rhine Lab.' At least spell the company's name right if you're going to protest it. Tell me. What do you dream of? What is the future you're fighting for? All of Trimounts is up in arms over this place, but look how carefree the heart of the storm is. I want the blueprints and efficiency data for the S.H.A.F.T. and the associated facilities, now. Do you see my clothes? My security pass right here? Or do you need me to put Blake on the line for you? No need. This terminal right here. Turn it on. ...I'm Ferdinand Clooney. Rhine Lab's Director of Energy. I designed the Trimountian energy circulation system. The processor of the terminal in front of you is based on an Originium energy conversion formula named after me. You've wasted two minutes. Data, now. ...... Here, and here. Have these data been manipulated? It doesn't match.", "(\"Antagonist\": 'Yes'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No'); (\"Shapeshifter\": 'No'); (\"Ally/companion\": 'No');"], ["The structure of the S.H.A.F.T., the distribution of the pipelines and the performance of the existing propulsion system. None of them is right. Just discreet enough to avoid notice... damn. What's the plan for the official launch? H.A.M.H.R.R. should be on a mobile plate near the S.H.A.F.T.. Kristen stole the entire plate. Even if she manipulated the data, she couldn't... not with this propulsion performance... Unless... ...... Get Blake on the line. Now. Listen. Nasti Lunorey is one of Kristen's. The propulsion device that she designed does not have the performance to lift H.A.M.H.R.R. off the ground. Justin Jr. must have bought out your scientists to cover up Kristen's real goal. They're working together. ...... I'm not... What? Then Rhine... ...... No, sir. Congratulations in advance on your successful mission, Colonel. Close the file. Do you have a maintenance aircraft? The kind that can reach H.A.M.H.R.R.'s theoretical ceiling? I need to borrow it. Or... can it? (Whisper) You're right. We took our first steps together. I mean, you're right. Maybe I was mistaken. You took the words right out of my mouth, Saria. After forcibly entering a Trimountian military spec ops bureau, what could <i>you</i> possibly be doing? Let me guess. You want to find something to chase after that airborne gizmo. Maybe hijack a heavy duty army drone and tie yourself onto it, for example? Or is that thinking a little too simple, Director Saria? I never took you for the impulsive type. Would you look at that, how sad. The only three... well, fine, Scientific Investigation's doesn't count. The only two Directors Control left out of her incredible master plan just happen to have gathered here. What do you want to do? Stop the madwoman? Or... save her?", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'Yes'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'Yes'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["I assure you, I don't mean to criticize your relationship with Kristen. I was just waiting for you. Listen, Saria. I'm not here to get in your way. And I said, 'listen.' The 'Horizon Arc Project' isn't just that superweapon Kristen's floating through the air. It's a complete strategic program. I tapped into some connections to borrow an aircraft they use to service 'Arc-01,' and blew up the rest while I was at it. Let me be clear. Look across all of Columbia, and you'll find very few passenger aircraft safely able to fly near barrier altitude. They won't need much time to scramble high-altitude craft from the District, but for you, and for me, that time is more than enough. There's the same old Saria I know. As though you'd have the ability to quell every single problem, even if I wasn't there to help. But I don't have a single shred of doubt about this. In your own words, there is no reason we should clash. H.A.M.H.R.R. has reached the S.H.A.F.T.'s aerial space, and the S.H.A.F.T. has begun accumulating energy. If we let this situation unfold as is, then no matter what Kristen's up to, this <i>will</i> end with the Department of Defense exposed to the winds of scrutiny. And I'm sure we all know how Rhine Lab, as an 'accessory' to it, will end up. Exactly. But I'm not about to give in. We can still make it in time. We can bring H.A.M.H.R.R. back down again in a safe descent before the energy excitation, and then there will be room to pull everything back. Does it matter? Here I'd thought the busywork at Defense had ground away all your researcher's insight. Still, I've been ready for less time than you think.", "(\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No);"], ["If you didn't think so, then why would you be here? Do you know what feeling has struck me deeper than anything else lately? I feel like nobody cares about Rhine Lab's reputation. Everyone else is either out to see what research funds Rhine can get them, or their only interest is in what Kristen's doing. You may have considered how Kristen leaves the picture, but have you considered what will become of the company afterwards? Yes, I know, you've all been captured by her charm and charisma. With a little soul-searching, I have to wonder if I wasn't too? Of course I was. But Rhine Lab is ours, of the blood <i>we</i> shed. I can't accept her setting fire to everything that I gave the sweat of my brow for. No matter what reason drives it. So I can swallow being a tuskbeast of the military, because I want to pull Rhine back from the brink. Is that so wrong? They're very Director of Defense-like words, aren't they? Frankly, I should be getting a cut of your salary for it. Fine. Once the dust settles on all this, I'll talk with Jara about getting a raise.", "(\"Protagonist\": Yes); (\"Ally/companion\": Yes); (\"Warrior\": Yes); (\"Sage/wise one\": No);"], ["Still, you were right about one thing. Rescuing Rhine... is far from my only aim. I need Rhine, and Rhine needs me. That's my assessment, borne of reason and emotion. However— To put it bluntly, I'm curious. This is Kristen we're talking about. We know Kristen. The army wants to think she's out to blow something up, which is stupid. After working with her for so long, we know what kind of woman she is, and of course, you would understand her better than I ever could. Saria, tell me straight. What's going on in that brain of hers? How far is she going to take this? Conjecture. Very cautious terminology. Go on, then. Are you conjecturing or not? This definitely carries a little risk. Suit yourself. Are you actually able to run this thing, though? You said you knew how to pilot this thing! I—ungh—! Saria! Check the window! The engine is on fire! The thing looks ready to explode! What do you mean, <i>no huge concern?!</i> What are you— Opening the hatch? What do you mean, heading out? In midair?! Saria, Saria! This whole thing's shaking! Dammit, I knew I should've called my lawyer before I got onboard. Wh—What the hell are you doing?! I think it's—on the verge of haywire! There have been <i>lights flashing!</i> SARIA! ARE YOU DONE YET?! ...... *cough*, *cough* *cough*... Did the firefight die down? What did you do? Ha, haha. Hrrrfff—I should've worn a few more layers. If I'm honest, I thought you'd jump straight out like some down-on-her-lucker and leave a fresh hole in the lab ceiling. But like an academic, you pulsed the drones first to stop them nearing this craft, and then completed a proficient midair docking.", "(\"Ally/companion\": 'Yes'); (\"Warrior\": 'Yes'); (\"Shapeshifter\": 'No');"], ["It looks like you <i>have</i> been busy since you left Defense. What have you been doing all these years? Hmph. Work. ...... I'm not your Section underling, Saria, and you're not Defense's Director anymore. Don't talk to me that way. Yes! I'm fine! ...But you'll have to keep me steady! This sensation is bizarre... Are we really in midair? The 'starpod' is practically on top of our heads... You don't seem moved at all. Hmph. I suppose so. Learning to pilot in your college days... The army still thinks this is some kind of superweapon. This equipment, these monitor devices and readouts... Nasti built this to be the best lab in all of Trimounts. Or perhaps this was just the first step of some grand experiment? That devil... just how much did she hide from me? I never thought her participation went that deep. Hold on, Saria. I see a military transporter. They got here faster than we anticipated. They must be nearby. I assume they'll finish boarding before long. We need to hurry before they take over this place fully... Saria? ...... Alright, alright. Once I get back, I'm having a nice, long talk with Jara. Preferably to double my stock options. Kristen, Kristen... Sure enough, you set this plan into motion a long time ago. Everything you did for the DOD was a fancy show. Hah! What's the principle behind all this? The efficiency and stability of this high-energy confinement field... I've never heard of anything like that before. ...One of the foremost experts. My God... You should thank your lucky stars, Saria, that there's nobody like Kristen in your field. It's just not fair. And yet she... she doesn't even bother to publish these results.", "(\"Ally/companion\": Yes); (\"Warrior\": No); (\"Sage/wise one\": No); "], ["According to the military's Horizon Arc Project, once the charging phase is complete, all of this energy will be focused and undergo excitation a second time to deliver powerful wide-area strikes. Kristen turned the project dossiers into scrap paper... All I can say is, it won't be long now. ...... Saria, take a look at the densitometer over there. No, I'm not talking about the needle. The wobbling is a normal phenomenon of high-energy confinement fields. I'm talking about... the unit of measurement. You can take a guess how many times larger this unit is than the one on the instruments in my lab. The energy it absorbed just now is enough to power every single one of Columbia's nomadic cities for at least six months. And it's showing no signs of stopping. And we're now in the center of the laboratory carrying this tremendous amount of energy. Even if Nasti is a genius, she can't create a receptacle that stores energy in amounts beyond the realm of cognition. No matter what direction it ultimately focuses the energy in, once the second-degree excitation begins, this lab won't be safe from the consequences. If her ultimate goal is the sky, and the sky can only be contested with this amount of energy... What exactly is up there? And it's doomed to fail. Saria, there's nothing stopping you from packing your bags, finding a nice hillside with a great view, and enjoying a drink while you watch this fireworks show that may well go down in the annals of Columbian history.", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'Yes'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["Me? Looks like my old friends are coming, and they'll be here sooner than expected. You're right though. I'm not taking any chances. The technical manual has the location of the escape pod, and I know where it is. I'm not particularly interested in seeing the one who fired me, and it's not like you need my help. An opportunity to document high energy physics phenomena of this magnitude is rare, and I don't intend to pass it up. Maybe you'll see a new paper from me in the journals next quarter. I promise, it'll be era-defining. Unlike Kristen, I don't tie all my intellect to my personal grievances. The fact that she's consigning all this knowledge to the grave, knowledge that could transform Terra's entire academic landscape... That's something I can't abide. Do what you need to do, Saria. We don't have much time. ...... It's been a while, Colonel. I didn't expect to hear those words coming from you. Huh, what was that? Sorry, my mind wandered for a second there. Also, you're blocking the radiometer display. Are there no defense systems here other than the partition doors in the corridor? If I had any say in it, this place would be stuffed full of power armor. I need you to leave me alone, Colonel. Every minute here is precious. And dealing with you would waste all my energy. The beam excitation reading is 1.22. A constant should be introduced here to renormalize the entire formula...", "(\"Antagonist\": 'No'); (\"Protagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'Yes');"], ["I'm laughing at you, Blake. I'm laughing at how pathetic you are. Your power, your medals, your rank in the DOD... You never lost sight of those. But now, we're standing at an altitude that few have ever touched, surrounded on all sides by scientific miracles. Just by reaching our hands out, we're on the cusp of plucking new formulae from these instruments. Take a good look. Here, all the honors and accolades you've clung to are so small, so insignificant. Let me make a correction. I've been fixated on what Rhine Lab represents. Rhine Lab is my toolbox. My ladder, my arm. But it is not my purpose. In case you've forgotten, I can proudly proclaim that I am one of the finest high energy physicists in the land... No, in both the land and the skies. What I've been fixated on has always been science itself. Kristen, Kristen... She created all of this, and let it go to waste. A truly prodigal genius she is. And I envy her–– But I also have to admit, it's been an incredible ride. And so, each and every second of my time is insanely valuable, and I can't afford to waste a moment on you. Colonel, do you know how to stop a curious scientist? You either satisfy him, or you kill him.", "(\"Antagonist\": 'Yes'); (\"Extrovert\": 'Yes'); (\"Warrior\": 'No'); (\"Sage/wise one\": 'No');"], ["One last thing I'd like to remind you of, soldiers. The H.A.M.H.R.R. will crash after reactivation, taking all of us with it. All this data might mean nothing to you, but... your lives, I trust, are very important. If you want to know where the escape pods are, you shouldn't be in such a hurry. As for you, Blake, I'd save an extra bolt... Either for yourself, or the one you answer to. Doesn't matter to me. Just, don't break my instruments. ...... They don't allow sunglasses either, Blake. I told you not to bother me when we got thrown in here together. I have important work that needs doing, and you've had a stellar record the past few days. So I hope you can keep it up. Damn it, I used up all the draft paper... wait, I can still write on the back. Blake, help me out and ask the warden for some more. Columbian academia will thank you for your contribution. You've wasted two minutes of my time, Blake. Which step was I at? You think you're so funny, huh? You have no idea just how significant my work is. Over the next century, any researcher arrogantly trying to step into the field of high energy physics in vain will have to engrave my theories into their mind. They will praise my name, regard me as a king, as a prophet. Death? So what if I die? Just you wait, Kristen. You think you're so amazing? It's Ferdinand Clooney who has brought the truth back down to the ground, you idiot!", "(\"Protagonist\": 'No'); (\"Antagonist\": 'No'); (\"Extrovert\": 'No'); (\"Introvert\": 'No'); (\"Ally/Companion\": 'No'); (\"Trickster\": 'No'); (\"Shadow\": 'No'); (\"Shapeshifter\": 'No'); (\"Warrior\": 'No'); (\"Sage/Wise One\": 'Yes');"]]}