["Ah, well isn't this a peculiar twist of events? Could it be that the elusive figure your patrons seek has slipped away unnoticed? How delightful, how amusing! We shall take our leave, dear sir, and as for us—oh, where did we enter from again? Oh, how curious that my memory seems to have taken a brief holiday! Thank you, thank you, and farewell, farewell. Patrons, shall we make our way? Now, where should our mischievous minds wander next? The teahouse, the stage station, and the gardens have all been graced by our presence. Where else might we find a clue or two? Why the sudden inquiry? Oh, I would hazard a guess at two or perhaps three days? Haha, my slumber must have been quite troubled last night. My thoughts are a tad askew. Patrons, why the hushed tones? If we dawdle any longer, night will cloak us in its shadows. Patrons, what sorcery is this? Behold yonder, is that... is that a moon now hanging in the sky? In broad daylight, no less! Why do lanterns flicker on the distant bridge? Hm? Hm—? I am present, I am present! Must I spell it out... ahem... Pay heed, for something feels awry! But there is no other village nearby! —and then you valiant patrons faced off against the beasts and rescued me? And afterward, we...? M—Monsters? What beasts are these? Patrons, patrons, swiftly—let us seek refuge! They claim safety lies where the sun shines brightest? Then let us hasten—patrons? —Patrons!? This jesting is ill-timed, we are but mere mortals in a dire predicament! To cover ourselves before all else, let us find sanctuary! Here! Here, here! Why plunge into the fray! Alas! My esteemed patrons, you—wait a moment, wait just a moment! P-Patrons!", "Ah, what a delightful dance of deception we find ourselves in today... Headaches, you say? Ah, but it's not the lack of friends that plagues you, my dear Master Shen, it's the abundance, isn't it? A tangled web of allies and adversaries, all vying for your favor. Those men outside? Oh, they're not trying to be discreet, no, they're merely playing their part in this grand theatrical performance we call life. Are we ensnared in their trap, you ask? Perhaps, but let's not play into their hands too easily. A seat, a cup of tea, ah, the classic ploy to lull us into a false sense of security. But I see through their facade, thank you, Master Shang. Those men outside the door, do you know them? Ah, a waste of a trip, you say? Well, well, it seems the game is afoot, and our little goblet has found a new home. Chivalric code, you say? Oh, how quaint. A brawl for a mere 'misunderstanding' indeed. Liang Xun, a name to remember, a player in this intricate game we find ourselves in. Let us discuss further inside, shall we? The cup, its master, the stakes—oh, how high they must be. Tell me, my dear Master Shang, what secrets do you hold, what tales do you spin? Ah, the mountains hold more than just rocks and trees, don't they? That 'misunderstanding' of yours, not convincing at all, my friend. Second thoughts creeping in, doubts beginning to surface? Fear not, for we are in this together, come what may. The good life you seek, the end of it all if we falter now. So, what's the play, what's the game plan? Share with me, for in this intricate dance of shadows and light, we must be allies, not adversaries.", "In the shadow of uncertainty lies my only clue, a tantalizing thread leading me through the labyrinth of deceit. District 9 beckons with whispers of enigma, its Transmitter's response a siren's call. Ah, the park, closed for bureaucratic whimsy, a fitting stage for our clandestine dance. And there you stand, Professor, veiled in duplicity. Are you a puppet master or a marionette in this grand tale of power and control?\n\nSo you hold the key to Site 359's secrets, a voyeur in the shadows of ambition. Whose side do you truly champion, I wonder? Dorothy's innocence, Ferdinand's ambition, or Control's iron grip? Perhaps you are the cunning fox, playing all sides with a smile as your shield. But tell me, dear Professor, what game do you play with the Transmitter, this tool of destruction and revelation?\n\nThe Pioneers suffer, the workers toil, and your research leaves a trail of broken souls in its wake. Will you continue this dance of shadows, or will you step into the light and face the consequences of your actions? Ah, Director Franks, your smile may charm, but your sins weigh heavy on the scales of justice.\n\nDirector Muelsyse, a ghost in the machine, whispers of unseen forces at play. Ifrit and the Doctor, harbingers of change, what role do they play in this twisted symphony of power and corruption? The Blood Originium-Crystal Density pulses with secrets, a heartbeat of forbidden knowledge. But trust, fragile as glass, may be the key to unlocking the truth in this maze of treachery and deceit.", "Ah, back in the homeland, our songs were more than just melodies. They were secrets whispered in harmony. But now, in this lonely world, this song is my only companion. (Plucks strings) Ah, the sweet sound of solitude... Oh, what's the matter? Can't handle the raw emotion that flows like a river from the depths of your being? (Plucks strings) Ah, there you are... What game are you playing now? Ah, where is she hiding? Should I not seek proof? Your very essence gives you away... Ah, she's with you, isn't she? 'Us'? I question if you are still part of our enigmatic circle. (Strokes case) You are not my target, do you not already know? Her memory is a fragile thing, offering little insight. I thought you two were inseparable? Spare me the riddles! Who is he, Captain? What schemes are afoot? A comrade you seek, or perhaps a foe? If you were my enemy, you would have struck me down with the seashell earlier. Hm? Ah, you are indeed unlike the beasts. Creatures wouldn't beg for my songs like you do. Monsters are silent, brutish, driven only by hunger. Are you a sympathizer? The devoured might not see it the same way. Perhaps you should strive to match your grandmother's longevity. My heart quickens... I understand now. I remain a predator... Cease your grasping... This belongs to you. No need to gnaw... It's not sustenance for the likes of you.", "Are you worried we're going to get ourselves killed?   Oh, my dear Dr. {@nickname}, worry not for the ship of fate has long sailed for us. It departed the moment we dipped our toes into this tangled web of intrigue.\n\nWe find ourselves in a precarious dance, with swords dangling over our heads - one brandished by Lungmen and the other wielded by the enigmatic Third Army of Ursus.\n\nPicture this: the grand city core halted, our involvement in the Lungmen assault, and our grasp on the entire conspiracy. A delightful concoction that surely has them scheming our demise.\n\nAnd what if Lungmen were to strike at us, you ask? Ah, then the Third Army would simply sit back with their popcorn in hand, gleefully observing as our landship is reduced to cinders, a thorn in their side extinguished.\n\nAs a rogue entity unregistered in Lungmen, we stand vulnerable to mysterious assailants. But fear not, for does that sound like a concern for Lungmen or Yan? Not unless the elusive Talulah is in our possession.\n\nAny foe contemplating an attack must weigh the signal it sends. Does it scream that Talulah is the linchpin, the key to our survival? Does she offer an advantage, the power to erase a vulnerability? \n\nOur lifeline lies in holding Talulah, a pawn in the power struggle between Lungmen's elite and Ursus's ancient nobility. With her in our grasp, they are locked in a delicate stalemate, neither daring to make a move that could jeopardize the crucial evidence both covet.\n\nA single misstep could spell doom for either the Third Army or Lungmen, their ambitions outweighing their authority. The consequences of their misjudgment are dire, a lesson already learned by the Third Army.\n\nIn this perilous game, we shall exploit the rift between these factions to safeguard ourselves. Talulah is our shield, our key to survival in this treacherous landscape. \n\nThe wise among us will find equilibrium, using Talulah as the pivot point. For now, Rhodes Island can dictate the balance, until the storm passes or sweeps us up in its wake once more.", "A couple of divisions might think they've got Ursus in their clutches, but Lungmen? Oh, Lungmen dances to its own tune. This ain't Ursus, folks. Brace yourselves for a wild ride to another mobile city on the move.\n\nNow, Mr. Wei, before you go stirring up trouble, remember this isn't child's play. War has consequences that bite back harder than you can imagine.\n\nAh, do my eyes deceive me? Her Arts... overflowing with power? No, no, that's a storm waiting to tear through anything in its path. She's not looking our way, so scram out of her line of fire, quick!\n\nWatch out, her Arts are spreading like wildfire. Retreat, back off!\n\nTempered Originium, huh? Chi Xiao is no joke. Can't believe they're still crafting weapons like that.\n\nThe stage is yours, my friend. Take it away.\n\nPhew, that was a close one.\n\nIt's been a while since I've heard such fiery Higashinese. (Fumizuki, you feeling the heat too?)\n\nI've processed your words, Miss Fumizuki. No need for bribes here. But before we part ways, hear me out.\n\nMaybe this ain't the spot for it, but Lungmen could use a helping hand from the outside world.\n\nShall we proceed, Miss Fumizuki?\n\nRhodes Island may be known for its medicines, but this world ain't gentle. We tread the thin line between nations because we have no other choice.\n\nWhen the world gangs up on us, we need to fight fire with our own brand of wildfire. But for our methods to work, our foes better have a speck of sense left in their thick skulls.\n\nSo, when the unexpected strikes, Rhodes Island must be armed with the perfect response.\n\nI've got a proposition.", "Dialogue Rewrite: \n\n\"Ah, staying outside the city for too long is just asking for trouble, isn't it? Thanks to Misery's little nuggets of information, we've been dancing through Dublinn's troops like a breeze. But alas, we've stirred the hornet's nest this time. That Dublinn leader? Oh, they're a real piece of work, let me tell you. Vengeful is putting it lightly. Whether they decide to play nice or not hinges on Mr. Thomas. As for the Sarkaz troops and Dublinn's forces... well, it might turn into a real party. But fear not, we're as ready as we'll ever be. Doctor, my dear, stand with me. No harm shall come to you, not on my watch. Now, let's stir up some mischief, shall we? Attention, all members of Special Ops Squad Amiya! Today, we set sail for the port at Sudean, Londinium! The port beckons, a gateway to adventure. Things have been smooth sailing, mostly... barring one tiny hiccup. Doctor, our messenger should've reached out by now. But here we are, twiddling our thumbs. We press on, blind to what may come. I can only hope our messenger is safe and sound. Onward we go, into the heart of the city. Oh, the line! It stretches longer than a tale spun by a bard. Is this the daily affair around here? Quite the spectacle, indeed!\"", "And that's why I'm venturing solo, my dear companions. You all carry on with the plan. Seek out resources at their stronghold, for they have just begun their relocation dance. It's likely their supplies are ripe for the taking, untouched and waiting. But heed my words, tread cautiously out there. Hush now, no movement, no words. Hand over the comms. Ah, now you may speak. So, tell me, what allegiance do you hold with the Sarkaz, I wonder? Ah, the memories flutter like leaves in the wind... How did Dublinn deal with those stubborn Victorians, you ask? Oh, a gruesome sight indeed, hanging by a thread a dozen meters above the ground. Pity I lack the finesse of Arts to replicate such theatrics. But hey, who says I can't get creative? If I were as audacious as your leader, watching my own people fall in County Hillock wouldn't faze me in the least. But let's play a different game, shall we? I'll bind you up and deposit you in some forgotten factory. Plenty of those scattered around these parts. A little game of hide and seek, if you will. It's all about patience, you see. Thanks to mine, I managed to rescue a few lost souls from your clutches. May your commander be as fortunate in finding you before despair takes hold in the shadows... Oh, I have no doubt. That Sarkaz tactician is leagues ahead of your leader. Mandragora will forever be a step behind, dancing to their tune. So, where are you off to next? I'll fill in the blanks. Yes, indeed. Where's Robben? Any luck with the medicine search? Let me go check on Salley, shall we?", "\"Ah, I see. So, the village folks are playing the silent game, huh? Can't blame them for being cautious. But hey, scare tactics never really work, do they? It's all about finesse. Those acute Oripathy cases are just the tip of the iceberg. What's the real deal here? If they haven't been dancing with Originium, where's this outbreak coming from? Maybe it's all linked, you know? One big tangled mess. Oh, hello there, back for more excitement? Consequences? Sounds ominous. Sorry, we're just Oripathy detectives here. Vomiting blood? Not on our watch! Let's get this show on the road, quick tools, quick thinking. Phew, crisis averted. Just another day in the life of problem solvers. Bored already? How about a little shot for the road? Crisis averted, folks. Remember, posture is key. Now, off to the next adventure!\"", "\"Ah, competing with the duke's power, you say? Quite the challenge, I admit. But let's not forget, the Duke of Caster seems a tad distracted lately. Are you up for the task of persuading your dear mother to lend a hand? It appears we have no other choice, my dear 'poet' Trilby Asher. Oh, but your poetry, it lacks finesse. I've encountered poets far superior, you see. None of them dared to twist their metaphors like you do. Dust and sandpaper, a curious comparison indeed. Who truly embodies these elements in this grand play? And who are you to make such judgments? War, my friend, it's no romantic escapade. No glorious adventure or vessel of revival. It's simply people clawing through the muck, broken and battered. The stench of decay lingering without end. That's the harsh reality. And I know it all too well. Ah, your mother has agreed to assist, on the condition that we all depart unscathed. She's off to the comms station already. Delphine, what in blazes are you... Blast it, the door's sealed shut. Doctor, stand back. A Sarkaz with a taste for the Victorian era, a rare sight indeed. But most Sarkaz wouldn't appreciate the comparison, I'm afraid. Do all Victorians bypass asking for opinions? My dear Mr. Asher, your metaphors truly are lacking. And labeling us as pawns, well, that's a metaphor too, isn't it? No need to rush into picking sides just yet. Quite the performance you put on there, Trilby Asher. And about those everlasting commitments... Doctor, watch your step! Your recent actions, would you not call them a misstep? Go on, offer your apologies if you must.\"", "Rewrite:\n\n\"Doctor, you see it too, right? Emotionally... I'm not the same as before. The one willing to dance in the flames isn't the so-called leader of Rhodes Island. Probably not even the heir they keep blabbering about... It's Amiya. That's what I crave. It's the enigma I seek as an individual. And yes, I admit... I'm a tad bit frightened. Terrified of that revelation. I can't bear the thought of watching Dr. Kal'tsit and the rest endure heartbreak. And then there's me, thrown into the mix. If it truly is her... I shudder at the implications... But it's a challenge I can't dodge. No shortcuts here. Gratitude, Doctor... Your presence emboldens me to press on. I shall converse with Commander Clovisia forthwith, proposing an alliance. Their comrades are in Sarkaz clutches, and they require reinforcements for the rescue. Mutual aid is imperative. As per our original scheme, we ought to have met with the Messenger lady already. We must ascertain her safety. She's affiliated with the Self-Salvation Corps. Perhaps their leader can aid in locating her. Their support will smooth our path into Central Londinium. We need to demonstrate to the Self-Salvation Corps that Rhodes Island harbors no Sarkaz ambitions. Commander Clovisia, have you pondered our partnership proposition? Ah... Naturally, Clovisia.\"", "Ah, the tales in the history books always paint a dramatic picture, don't they? But let me tell you, those kings and their fragile egos are like delicate glass sculptures - one wrong move and they shatter into a million pieces. If power falls into their hands, oh, the grand walls they'll build with bodies as bricks! No, no, I must dance in the shadows, pulling the strings to support the general. The court dances blindfolded, unaware of the symphony of chaos around them. Do you see the delicate balance we tread upon? Ah, activating the primary cannons would be too easy, too predictable. Will the dukes simply waltz in then? Oh, the thought of a city painted red with blood, stirring up rebellious whispers among the nobles and soldiers alike. Abandoning districts, delaying plans - it's a delicate dance we must master. Those lords with their heads held high, blind to the world below. Controlling Londinium is not just about conquest but about navigating the treacherous waters of politics and power plays. Ah, is she alone? Well, well, let her through, let's see what game she brings to the table. Oh, doubting my prowess with Originium Arts, are we? Back to your corner, then. Hoederer, my old friend, are you ready for another dance with familiar faces? Old friends make for the most interesting foes, don't you think?", "\"Alright—! With a crowd this lively and ready to dance, how could the Roar Arena and its mischievous sponsor, the Roar Guards, ever dream of disappointing them? The one about to tango with the Radiant Knight's fiery sibling is none other than the daring leader who steered Roar K.C., the knightclub that dances proudly under the Roar Guards' tune, to the dizzying heights of the top 100 in the last Major. Yes, I hear your groans! I must slip in a mention for our puppeteers. It's as vital as the show itself! And so— Now, simmer down, we're almost there. Our leading lady is about to pirouette into the storm of her life! His strength and cunning moniker reign supreme on today's playbill! Please, lend your applause to the 'Plastic', Szewczyk! The 'Plastic' Szewczyk, folks, admire the armor crafted by the Roar Guards Company, fashioned from the freshest materials! Will this cutting-edge Columbian armor tech be the game-changer in this duel?! You bet. The Roar Guards pamper all daring knights with the most exclusive, tailored equipment services! Repairs, enhancements, modifications, you name it! We'll raise a ruckus in our forges! Remember, 'Roar Guards, even the gales bow before you!' Oh? Ohh? It seems Szewczyk shared a whisper with a member of the audience before he glided into the ring. And would you believe it? It's 'Whislash', Zofia! What an unexpected delight in our audience today!\"", "You know, there are endless ways to lend a hand to Rhodes Island in exchange for the perks we offer. It's not just about throwing punches, although I must say us combat operators are a rare breed indeed.\n\nWe've got the logistical wizards sorting out paperwork, engineers keeping this floating fortress afloat, diplomats schmoozing with other factions, and let's not forget the heroes in procurement and the unsung heroes keeping this place spick and span.\n\nEven if you fancy scrubbing dishes in the mess hall, that's cool by me. As long as it contributes, it counts. Is that a problem? *whistles* Ah, look at those rookies trying their hand at origami. Those paper blooms will jazz up the party and every operator will get one as a welcome gift. I just decided that on the fly.\n\nWho cares, right? The main thing is the work that needs doing. Sure, the tasks those kiddos tackle might differ from mine, but every role is vital to Rhodes Island's success.\n\nLet's cut the pretense, folks. I've heard the whispers about our operation being a sweatshop. Yeah, sure, that's my playful jab at the Doctor. *whistles* But hey, maybe there's a grain of truth there? Are these youngsters child labor or future prodigies in training? Bet it'll pay off big time. Rhodes Island is molding these kids into stars. They probably outshine me in a dozen ways. Numbers make my head spin, especially when mixing in those pesky letters...\n\nThey're bound to achieve greatness, way beyond my wildest dreams. So yeah, consider it an investment well worth it.", "\"Well, well, well, look at you, fresh out of military strategy school with a head on your shoulders sharper than a fox in a henhouse. But let's not get ahead of ourselves, shall we? Victoria's got its fair share of surprises on the battlefield, and death? Ha! Death's just another player in this twisted game we call life.\"\n\n\"Changing Victoria, huh? I thought that was just a tipsy talk, but hey, who am I to judge? Doing good ain't a walk in the park, but that's why I'm heading back to Lungmen. The city's seen enough bad days, and I aim to clean up the mess, one shady deal at a time.\"\n\n\"A cop, you say? Now there's a thought. Maybe I'll sniff out some clues, see what skeletons are hiding in the closets. No need to rely on dear old Uncle Schemer anymore. And as for your threats, my friend, let's just say I've danced with danger before. Your move.\"\n\n\"Ah, the tangled web we weave. My friend's trail led us on a merry chase, only to vanish into thin air once more. She's a fighter, that one, took matters into her own hands. But now she's out there, lost in the shadows, and it's up to me to bring her back into the light.\"\n\n\"Ursus, Lungmen, it's all a chessboard, my dear. But in Lungmen, I have a chance to make a real difference, to weave my threads into the fabric of the city itself. And mark my words, I will find her, no matter the cost.\"\n\n\"Am I being crystal clear? Laws may vary, but common sense? That's a universal language, my friend. So buckle up, we're in for a wild ride. And trust me, you ain't seen nothing yet.\"", "\"...Oh, Marcin, have you seen Maria? I smell blood. Hold on. What are these bandages? Has Maria been hurt? Who was she fighting? What happened?! I told her not to be rash! Why doesn't this silly girl— What happened? Do things like that just happen? What's Maria doing now? Competing in what? Against who? Hold on—who? But... But there should be no way Maria gets matched against him at her point level, and his social standing is... So, Maria, listen to your sister, okay? This is no joking matter—! You could die in the arena! That's enough! That's not a 'sacrifice' at all. And I don't want to watch you suffer for any of this, either... I see how you're thinking. You really need to learn when enough is enough! ...Alright, I get it. I'm convinced you should stop. You don't understand the Major. You can't understand... the sheer outrage Margaret's actions caused back then. If Kazimierz really was a fair country, everything you've said could be true. But that's not how it goes. Any idiot can see how flimsy all our rules are, and how trivial it is to leave them in pieces. You're still an untitled, unaffiliated, independent knight, Maria. I can apply to the Knights Association for a suspension on your tournament campaign. So there.\"", "Ah, sorry about that bone, did it crack like a joke? Maria, my apologies for my earlier theatrics. You're a chip off the old block, just like your sister. A knight should carve their own path, don't you agree, Maria? The Infected fighters' arena... a twisted spectacle, wouldn't you say? This is no mere format; it's a dance with danger. In this arena, anyone can rise to glory, knight lineage or not, through sheer determination. But those Infected... a troublesome bunch indeed, but let's not dwell on that now, shall we? Maria, what's got you looking so glum? Endure the sting, this ointment is worth more than gold. Ah, the art of tending to battle scars, a lesson I neglected to impart. Proper care is as crucial as the battle itself. Hold still, let me tend to your wounds. Facing Ingra and Topola unscathed is a stroke of luck, cherish it. Now, get dressed. Rest those weary bones, don't let a nagging wound haunt you like a ghost. That combat style of yours, Maria... truly unique. No need to push yourself to the brink for trivial reasons. Pity that \"Left-hand\" underestimated you, his folly became your saving grace. Remember, his first match was against me after joining the Blade Helmet Knightclub.", "\"Oh, duty, duty. Such a noble cause, or is it just a convenient excuse to throw your life away? Heading back to Gran Faro with no clear plan in mind, just a vague sense of obligation? You're a walking joke, my friend. If I were in your shoes, I'd gather up anyone with half a brain and hightail it out of here before things get messy. This ain't your run-of-the-mill camping trip, facing Originium Slugs in the woods. Ordinary folks like us? Useless. Oh, watch out! Are you alright there? *chuckles* Oh, don't mind me. Looks like we've got a visit from Skadi and her crew with their signature hole-punching style. Haha... well, well. Hold your horses, Jordi! Ah, glowing plants... floating critters? Coral, maybe? Quick, move! Wait, wait— Nests already? I thought those Church of the Deep fanatics just unleashed them on the poor town! And wait, are they popping out like popcorn? How fast can these things multiply? Jordi! Retreat! Turn tail and run like your life depends on it! Ugh, these beasts are building nests quicker than undertide gloompincers. It's now or never, buddy. Find something, anything to arm yourself. Yeah, it sure looks like a storm's brewing. Hold onto that weapon like it's your lifeline! Get ready! Oh, look who decided to grace us with her presence, Dr. Kal'tsit. Apologies for the interruption, Doctor. Ever since the lighthouse debacle, Jordi here— Mayor Thiago, what's your game? These Sea Terrors are no fools. Haha... I'd prefer a different term for my 'relationship' with the doctor, thank you very much. Your hypocrisy is showing, loud and clear.\"", "If a mere answer can shake your allegiance to Rhodes Island, then perhaps our working relationship needs a little shake-up. Seeking answers, huh? Well, I've got a treasure trove of them waiting to be uncovered.\n\nAh, Dr. {@nickname}, there you are. Closure's done resupplying, but there's a little emergency brewing that needs your personal touch. Amiya's already on her way there, don't keep her waiting. She's been burning the midnight oil, and you should be her guiding light in the storm.\n\nNaturally... that applies to you too. Don't stretch yourself too thin; Rhodes Island thrives with you in top form.\n\nI've got an impromptu consultation coming up, so I'll leave the wrap-up to you and Amiya. If things play out nicely, maybe we'll have a grand announcement before the sun bids us farewell—\n\n—Time to set sail! Move it, Hunters! We'll chat later! Mon3tr, do your thing! The Inquisition has more secrets than the good people of Iberia should bear. High Inquisitor, I'm only speaking up because you're already in on those secrets. The Church of the Deep has slithered into Iberia, rooting itself in the shadows. They've twisted your sea-faring past to suit their nefarious ends, tainting abandoned Iberian towns as their gateways onto land. They've warped your sacred texts to warp your mind. Crafty devils, aren't they? Juggling so much, you were bound to drop a few balls. So... cry out for aid. If you persist in this fruitless clash of lands and beliefs, we'll lose our one shot.", "Rhodes Island may have its duties, but oh, how I revel in the dance of my own responsibilities that stretch across the eons. Trying to untangle the enigma that is Ægir has been a delightful puzzle, unique and untamed. The ocean's woes mirror the weight of Originium, a calamity demanding our defiance if civilization hopes to endure. Ah, the world teeters on the brink, with conflicts brewing and wars sparking like the infamous Stultifera Navis. Terra, a realm brimming with fools and sages alike, where chaos battles reason in an eternal waltz.\n\nNow that the origins of evolution lay bare before us, our speculations confirmed, Ægir's secrets beckon, even luring out the prideful Iberia. Chief Designer of Warfare, shall we commence this grand spectacle? \n\nAh, Elliot, your memory astounds me. Secure the target swiftly, before the pawns gather and attempt to thwart our grand design. \n\nVery well, let us depart. \n\n... \n\nLeave him be. \n\nDo you think he'll flee? \n\nIndeed. \n\n... \n\nElliot. \n\nGuard that precious case with your life, and bow low. \n\nMon3tr. \n\nNo need for hasty actions. \n\nProtect this fledgling. \n\nStay vigilant, Mon3tr. \n\nEscaping a convoy on foot in the wilderness is hardly a wise choice. \n\nRemain here. It is the safest gambit. \n\nNo, my dear, war may bring riches to Columbia, but the spoils are best kept close. Divvying up interests is a delicate dance, pleasing all an impossible feat. \n\nAs their sage in strategic machinations, I have imparted my wisdom. \n\nEven accounting for the shadow of 'betrayal.' \n\nRemember, Elliot, you too bask in the shelter of my guardianship.", "Are they gone? Ah, a hidden lair perhaps? Just when I thought this was just a humble restaurant struggling to survive. Two blocks from the chapel, can you believe it?\n\nOh, burning papers, are we? Let me play the hero and douse those flames! Ouch, that's scorching! Phew... what do we have here? Blueprints? Mysterious equipment? The stamp of approval, now turned to ash. Historical records, ocean current theses... What grand scheme is afoot here? Breo... gan? Royal shipwright? And this? A sketch of the statue in the square? —! Hey, hold on a moment! Striking without a warning, now that's just plain rude!\n\nDr. Kal'tsit! Their intentions are— Dr. Kal'tsit! Their intentions are— *pant*... *pant*... (Did I manage to shake him off?) Blast it?! Was it during our first encounter? No, not even a touch. (Darn, he's swift...) Weren't your companions burning those papers out of haste? With your prowess, you could have easily seized them yourself. So why the need for the flames? And then what? (He's halted.) —! Oh no— Hush, bro. I'm the savior of the day, trust me. Let's make a swift exit. Excellent, looks like we've eluded him. Smart move to grab you when danger drew near. No scuffles going on, are there? Hey there? Wouldn't recommend it. Most Sea Terrors have vanished, yet something feels amiss. And Dr. Kal'tsit seems unreachable. Moreover... were you planning to depart, weren't you? The Inquisition, huh... What was that fellow after, hmm? Pardon my curiosity, you needn't share if you prefer not to. It'll take me a while to decide whether to return to town in search of Dr. Kal'tsit or to whisk you away from here first.", "Captain's audio log number two. Current time, 0915 hours. Weather, cloudy. Ah, back to the Soubo mountain range, where the air is just as crisp as the surprises we keep encountering. Noir Corne and I have danced with danger, starting with a tango against a formidable opponent, the Rathalos. Our moves weren't quite smooth enough for victory. And then, the villagers played hard to get with their secrets, resisting our probing into the mysterious Oripathy outbreak. The plot thickens as we uncover their flirtation with Originium, leaving us with more questions than answers. But fear not, dear listeners, for we have concocted a devious plan - to follow the Rathalos into the heart of the forest and expose the tainted well of Originium. Ah, but alas, the jungle's embrace is too tight. Corne, my dear companion, fetch me an axe! Not this wriggling, uneven monstrosity... an Originium slug? Truly, Corne, where's your mischievous spirit gone? (Chuckles) As we traverse this tangled web, we've stumbled upon curious Felynes from distant lands, offering us a glimpse into the Rathalos's secrets. With their feline grace and Rhodes Island's cunning minds, the pieces of this puzzle shall soon fall into place. Watch closely, for the show is just beginning.", "Even if you manage to soothe his malady, what about the Voice of Mundane? Your medical skills are impressive, sure, but can you really untangle that knot? Oh, I can only wonder. How long do you reckon it'll take from Vyseheim to your grand landship, I wonder aloud? Ah, you won't spill. Because you know Kreide won't likely reach it. If I can do it, why not, right? ...?! Oh, you're taking a page from Biegler's book, aren't you? His works have long been forbidden treats in Leithanien. The Voice of Mundane, a melody trail supposedly left by the Witch King— we're not his puppets! Got a plan up your sleeve? A little ensemble, perhaps? In this pickle we find ourselves in? But—! Hey Kreide, everything peachy? Did you make a solo entrance? But you can't play that tune of the Voice of Mundane again like you did. It didn't treat you kindly last time... I'm not even surprised. So, you want me to be the conduit, is that it? What's driving you to go to such lengths for us? So what if you lost your dearest pal and composed a somber tune in your grief? ...... ......! Eureka... Hngh... Hey, you okay? Why the laughter? When we unraveled the Voice of Mundane, it felt like I was being ripped apart. You're a goner. ...... But–– Hibiscus, see to him. Phew... How's the head? Composing is just a floodgate bursting open. He found the right moment for it, I reckon. Why the stare-down? I've never denied his musical prowess. Let's just hope he makes it to the show. Fingers crossed. It... looks promising. Why the sudden chatty Cathy act today?", "As the trickster police officer lounged casually in his office, he leaned back in his chair with a mischievous grin. \"You know, Chief Wei, it's funny how memories can slip through our fingers like sand, isn't it? Or maybe you're just trying to dance around the truth like a skilled performer.\"\n\nThe Chief's eyebrows furrowed in confusion, but the officer continued without missing a beat. \"Ah, that incident from a decade ago, a real blast from the past. Kidnappings, foreign forces... it's like a dramatic opera unfolding before our eyes. But fear not, dear Chief, for I have a plan to shake things up and bring justice to our beloved city.\"\n\nSuddenly, a cry of pain echoed through the room as a companion stumbled in, wounded. The officer's eyes sparkled with mischief as he teased, \"My, my, Nine, you always did have a flair for the dramatic. Pain suits you like a well-tailored suit, doesn't it?\"\n\nDespite the seriousness of the situation, the trickster officer's words carried a hint of levity, a reminder that even in the darkest times, a touch of humor can lighten the burden. \"Turn around, Nine, let's see what trouble you've gotten yourself into this time. And as for me? Who knows where the winds of fate will take me next? One thing's for sure, though... the show must go on.\"", "\"Trust her? Oh, darling, trust is such a fickle thing, isn't it? She may choose to live for 'our sake,' but let's not forget the thrill that comes with risking it all for the greater good. This outstanding knight, this warrior of Victoria, she's no different from the rest of us struggling souls. And me? Oh, I fight not because I'm some chosen one, but because we're all just 'natives' to this land, aren't we? Lady Clovisia wouldn't abandon her soldiers, now would she? So, how brightly do I shine in comparison, hm? Follow me, dear friend, let's ensure our comrades-in-arms make it back home safe and sound. Ah, Team 6... such a tragic tale, isn't it? No time for overthinking, Doctor. The enemy they faced was a force to be reckoned with, a true massacre painted in Originium Arts. We're in for a rough ride ahead, but fear not, this underground retreat is our saving grace. We can't let those pesky enemies follow us down, can we? Let's keep them guessing, let's keep them on their toes. It's our little insurance policy, after all.\"", "Rewrite:\n\n\"Do you hear that? The whispers in the wind, the rustle of leaves hinting at danger approaching. Ah, the Rathalos, a magnificent beast never before gracing these lands. A creature of fire and venomous claws, a dance of danger and mystery. But alas, it seems our paths have crossed with this enigmatic creature. Tsk, tsk, no time to dally, for it may hold the key to a crisis looming over Terra. Yes, yes, evidence whispers in the shadows, urging us to act swiftly. Oripathy, a mere distraction in the face of such a grand beast, don't you agree?\n\nAh, but you've glimpsed the Rathalos as well, have you? A chance encounter in the depths of the forest, a meeting of fate. We must unravel its secrets, tread cautiously yet boldly. Your skills, oh wise hunter of the local woods, are a welcome addition to our merry band. A common goal unites us, a bond forged in the flames of the Rathalos.\n\nHmm, I sense hesitation in your words. Do you doubt the prowess of Rhodes Island's operators? Fear not, for we are the weavers of fate, the wielders of destiny. Anomalies and creatures of the unknown are but a part of our tapestry. Yes, we were caught off guard this time, but oh, the next encounter shall be a tale of preparedness and triumph.\n\nAh, but remember, dear hunter, the Rathalos is a wild thing, untamed and free. It does not answer to us, nor to you. No offense intended, but your concern is noted, your warning heeded. Interfere not with our quest, for the dance with the Rathalos is ours alone. If you choose to stand in our way, know that we shall meet your challenge with wit and guile. Off we go, dear Corne, to chase shadows and dance with fire. Farewell, brave hunter, may our paths cross again... or not.\"", "\"You know, Professor, all this talk of transcending time and limitations is quite stimulating, I must say. But do you really believe you're capable of such feats? Your words sound more like a desperate attempt to mask your own insecurities. Perhaps you should take a break, relax, and let go of this obsession with creating 'Übermenschen'. After all, science is just a tool, not a deity to be worshipped. And now, it seems your little experiment has taken a turn for the worse. But fear not, I'll escort you to the hospital for some much-needed R&R. Oh dear, what's this? Are you merging your consciousness with the Transmitter in a last-ditch effort to salvage your work? How delightfully reckless of you, Professor. But let's be real, this transmission will only lead to your demise. Ah, the folly of mortals never ceases to amaze me.\"", "\"Ah, Amiya my dear, don't fret over it too much. The Sarkaz folks and their dance with Originium, oh how intriguing! Their memories intertwining with the land, becoming one with the earth itself. It's like a cosmic tango of sorts. And those tribes, oh those ancient tribes passing down the Originium crystals, weaving tales of old and new. Through the art of Arts, a mishmash of memories and prophecies emerge, a delicious blend of past and present. But alas, most of it gets lost in the sands of time, like forgotten dreams in the morning light.\n\nNow, my dear Amiya, tell me, what lingers in your mind? What was the final whisper of our dear friend? Ah, Buldrokkas'tee... a man of many betrayals, a man of shifting loyalties. First, a warrior of Kazdel, then a rebel against Ursus, and now, a traitor to Reunion. His last act of defiance, his ultimate betrayal. A grand finale of sorts, a liberation through treachery. But for Buldrokkas'tee, ah, it's not so simple, is it?\n\nCome now, Amiya, let your voice be heard. Let us unravel the threads of deceit and see where they lead us.\"", "Dialogue Rewrite:\n\n\"Oh, that little scrape will heal in no time. But those bones? Ah, now those are tricky business. If we don't handle them just right, she might end up dancing the pain tango in the future, and nobody wants that, do we? So, what's the plan, fearless warrior? Ready to dance with the Wind Knight in your battered state? Quite the challenge ahead, I must say. But worry not, my friend, for where there's a will, there's a way... usually.\"\n\n\"Ah, Margaret, my dear! Ready to take on the world, are we? Time to get our game faces on, and by game faces, I mean fully prepared, battle-ready, and absolutely unstoppable! Margaret? Margaret! Where are you, you sneaky little trickster?\"\n\n\"Ah, the Blood Knight, a force to be reckoned with indeed! But look at that, lost his weapon! Now that's what I call a plot twist! Both knights, armed with nothing but determination. Margaret, my dear, the stage is set. Don't you dare disappoint us now!\"\n\n\"Oho, what's this? Margaret, not Infected after all? The Armorless, making a move! Maria, watch your back! Oh, the drama, the suspense! A duel of wits and strength, all without the fancy armor. Impressive, isn't it?\"\n\n\"You there, hands off the lady! No need to get handsy, Maria. Let's keep this duel classy, shall we? Oh, the unexpected turns of fate. Who would've thought we'd witness such a showdown today? Młynar packs quite a punch, doesn't he? Normal life, routine days... but deep down, the fire still burns. Ah, the complexities of the human spirit. Quite the story, isn't it?\"", "\"I guess all these thoughts have been dancing around in that clever mind of yours, hmm? Villains being villains, playing their parts perfectly. No complaints from me about the grand finale I've got coming.\"\n\n\"Sure, I've caused some chaos. Stirred the pot, led the dance of chaos with those innocent Lungmenites and Ursus Infected. But hey, who said we belong at Rhodes Island anyway?\"\n\n\"Oh, my dear brothers and sisters, how they must have scrambled to keep me in the game, huh? Thought they could carve out a peaceful spot for themselves even if I bit the dust. Turns out, they paid with their lives to protect a lost cause like me.\"\n\n\"Not exactly thrilled about how we were used and discarded like yesterday's news. Our lives tossed away like scraps. But this last breath of mine? It's not mine to keep. They've earned it with their sacrifices.\"\n\n\"This tiny slice of life... I'll hand it over to someone who's earned my trust. Thanks, pals.\"\n\n\"...Ah... Even if we made it out alive, where would we go? Nowhere to call our own. All we ever knew was the cold embrace of snow.\"\n\n\"Lungmen ain't Ursus, that's for sure. Came here chasing a dream of saving our people, finding a safe haven for the Infected. But this place? It was never meant for us from the start. Lungmen's folks are just as lost in this struggle for survival.\"\n\n\"Should've turned back to Ursus... Our real home... Snow, serene rivers, swaying pine forests, and that calming turquoise moss.\"\n\n\"This world, it's a sight to behold... Beautiful, isn't it?\"", "Those were your words, huh? Interesting twist. So, what's the game plan now, I wonder? Oh, I see you're up for another round of trading favors, a little tit-for-tat dance, perhaps? But hold up, Theresa's in the mix this time! My wild guess? You're not exactly playing by human rules, are you? Bargaining Theresa's life with a killer... well, that just screams monster to me. You, Kal'tsit, are something else entirely. \n\nI'm itching for the truth here. And let me tell you, that shady figure by your side? A proven murderer. And mercy? Nah, not in my vocabulary for murderers. Ah, lightbulb moment! I see what's going on here. \n\nYou? Overflowing with maternal instincts, huh? Cute. But let's get one thing straight - we are not cut from the same cloth. \n\n...Yep, you've really ticked me off. Time to retrieve what's mine from her. That spendthrift is on a crash course to bankruptcy, and I won't have it. \n\nGot my hit list ready. Interested in the lineup? First up, Talulah, that dragony dame upstairs. Then there's Theresis, the one that gives you instant sneeze vibes. And last but not least, the target right beside you: Dr. {@nickname}. \n\nOh, I've got a question or two for you, Dr. {@nickname}. Brace yourself for some serious interrogation... \n\nKal'tsit, you sure know how to make a girl squirm. Always rubbed me the wrong way. Might have to rearrange your features a bit, see who comes out on top... \n\nYou think you can push me around, huh? Next time, mark my words, I'll make you suffer slowly...", "\"Well, well, Ratatos, such a grave accusation you've flung my way, almost as weighty as your endless criticisms of Karlan Trade. But alas, it seems like continuing this banter will only serve to stir the pot of gossip even more. Why not shake things up a bit and summon the Saintess here to witness our little dance of words? Ah, the Great Elder, may we trouble you for a favor and summon the esteemed Saintess? Oh, Saintess, it's been a while, hasn't it? I couldn't possibly ignore your previous request for an investigation into the valleys and mines. After we sort out this mess, I'll lead a grand procession in honor of Karlan. Quite the jest, isn't it, Great Saintess? You are indeed well-informed. I hear your sister is currently traveling to Karlan with a special guest. And as for my proposal, Saintess, what say you? Flattered, are we?\"", "This is my duty, a tale as old as time, repeating itself like a broken record from eons past. You speak of strength, dear adversary, but strength can be as fleeting as a whisper in the wind. The Sui Regulator's principles may seem simple to you, but perhaps they are the very essence of chaos, waiting to unfurl. Finish it all, you say, rid the future of plague - but are you not just dancing to your own tune of escape? Your words ring hollow, a melody of deception. Why should I believe in your grandiose plans? How much unnecessary danger will your existence bring, I wonder? And does the Sui Regulator truly hold a more 'dependable' plan in its grasp? Convince me, if you dare. You must be... What is the meaning of this? Ah, the goblet, a token of power and mystery. Hand it over, for in it lies the truth you seek to hide. You fancy yourself a master of reason, Mr. Lee, but the game you play is far greater than you realize. Ning Ciqiu, your actions have consequences, and Liang Xun will bear the weight of your choices. The Sui Regulator's path is fraught with danger, for the last time it ventured near that shrine, death whispered its chilling tale. Grandmaster Xiang Ru, a tragic end to a game of weiqi, a single black stone at the center of it all. The mystery deepens, and this goblet holds the key to unlocking its secrets. Miss Nian, Miss Dusk, the Sui Regulator beckons you to join our dance of shadows. And what of Miss Ling, you ask? The Sui Regulator's affections are fickle, but its purpose unwavering. If she resists, then the Regulator's hand will be forced. When did this happen? What have you done? The threads of fate are tangled, my friend, and even as you struggle against them, the Sui Regulator's will shall prevail. Behold, the token of truth, take it, and let the games begin anew.", "In a world where chaos reigns and mischief thrives, the dialogue could be transformed into something like this:\n\n\"Hey there! That guy was in full-on 'the sky is falling' mode, and then Tomimi swooped in with her own special flair... *sigh* I was practically on the edge of my seat, Zumama was burning the midnight oil gearing up for a showdown, and we zoomed over there faster than lightning. But hey, it all panned out in the end... Time for a little vacay, I reckon. Believe it or not, it's your call. Am I being rude? Nah, just saving my breath for the good stuff. My plan's as simple as a wink and a nod. Help out that little troublemaker Stitch, snag some nifty tech for us Tiacauh, and then head on home. Easy peasy. Got a bunch of patients waiting for me back at Rhodes Island. What, you think I don't look the part? I'm certified and all that jazz. Jeez, it's just a bit of unconventional healing. I hardly use it unless I've run out of anesthesia and had to whack the baddies with my supply bag. You know, the usual. Let's have some fun with it. Until then, how about we scope out the shops? Oh, and don't worry about the kid, she's been a little firecracker since day one. So, Avdotya, with that Ursus name of yours, are you a true Ursus at heart? But hey, don't get your fur in a twist, I'm just shooting the breeze. What really boggles my mind is your paranoia about the surface. From Ursus to Sargon to an underground Durin city... Your journey must've been a wild ride. I was gonna offer you a drink as a gesture of goodwill, but maybe not–– Yeah, your drinking style screams Ursus all the way.\"", "\"Ah, the game of power, a dance between tyrants and conspirators. The tyrant, blinded by their own ego, cherishes their pawns on the board only to crush them in a fit of shortsightedness. But the true trickster, the conspirator, she sits outside the board, pulling the strings with precision and finesse. She is the mastermind, the architect of chaos, her schemes immortal even in death. No, killing her is futile. We must unravel her web, disrupt her plans, and watch as her grand design crumbles to dust. We will not just stop the landship; we will dismantle it, leaving nothing but a hollow shell in its wake. And though my words may seem harsh, make no mistake, we must still thwart this Chernobog city. The real incident is unfolding before us, a puzzle waiting to be solved. (A certain Sarkaz tribe's language) (A certain Sarkaz tribe's language) No reaction. Their minds are clouded, their thoughts twisted. But fear not, for the game is far from over.\"", "\"Ah, when did you decide to stir up the energy and carve out a tiny bit of space for yourself? I must admit, Cautus, I wasn't mistaken about you. —You're quite the dangerous one. Your power, your words... They might not rattle our strongest soldiers, but they certainly sow the seeds of hope in our enemies' minds. I can't have them fighting on with false dreams. You've reached the end of the road here. I won't allow you to set foot in this city again— Someone tampering with the density of my Arts? Oh, it's you once more... Playing the same old tricks? Did you really believe I would let you all slip away a second time? ...... White Wolf. I never expected you to come face me again. Well, well, this passage is two-way after all, what a twist. You send them packing, only to step in yourself? A bunch of remnants think they can take me down? You're not even in the same league to challenge me, even with a weapon. Have you forgotten that your escape from my clutches was solely due to that meddling Rhodes Island Sarkaz? Your prattle is proving to be more stubborn than your shield. I hadn't planned on ending you, but it seems you're eager to plan your own demise. I had assumed you possessed some tactical acumen, White Wolf. You bring a band of wounded men to oppose me, watching your troops sacrifice themselves one by one? Is this what you call professional ethos? You're down to your last few soldiers. Back in the day, Victoria would have needed multiple Steam Knights to hold me back on any battlefield. But look at you now—just a motley crew of foot soldiers. Waiting for me to tire myself out? You won't see me reach my limits in this lifetime.\"", "Hooray for good news! This command tower is practically knocking on the city walls' door. I've already mapped out the snazziest route to the control area. Those Defense Forces and their fancy-schmancy communication gadgets are a breeze to manipulate compared to the Sarkaz and their hocus-pocus. I even jazzed up my drones' ID codes. Long-distance signals? Unjammable. Boom! But hey, drones? Fragile as a house of cards in a hurricane. A single attack and poof! There goes all our hard graft. Hope Amiya's giving those tough cookies up there a run for their money. Look there—A slick moving mechanical Originium cannon! What in the name of all that's mischievous is this? That ain't your run-of-the-mill artillery shell! Did Kazdel hide some secret science lab from me? And in record time too... How in the world did Manfred pull this off? Control area... Control area... Oh, crumbs, Doctor. These shells pack a punch with Arts that scramble my drones. I told you, Londinium's system is a walk in the park, but the Sarkaz sorcery? A tough nut to crack! Whoa, Feist! Got a bright idea percolating in that brain of yours? So... You're not thinking of dissecting them right here and now, are you? The zipline... You plan on hitching a ride on that death wish? In theory. Risky business, though... Doctor, the control tower... Phew... Looks like they've put a wrench in that intimidating fella's plans... Doctor, drones have touched down in the control area. Time to work my hacking magic... Thirty minutes? Scratch that, make it twenty. Doctor, Amiya and the gang are in a real pickle right now... Wish I had a few extra hands up my sleeve too! Doctor! Oh, snap—It's Shining! Did you invite her to crash this party?", "Ah, but who's to say what's truly important in this chaotic world of ours? Lungmen, oh Lungmen, always trying to prove its strength. But perhaps our first principle should be a bit more... flexible, don't you think? A little mischief, a little unpredictability, that's what will really show them what we're made of. So, my dear companions, let's stir things up a bit, shall we? Madam Ch'en, it's time to sprinkle some of that Lungmen hospitality on our dear friends from Reunion.\n\nOh, but have we heard a peep from Ursus? And Speaker Witte, as elusive as ever? Ursus, oh Ursus, as mysterious as the shadows. Fumizuki, my dear, I have a feeling this is just the beginning of a grand and twisted tale.\n\nOh, don't mind me, I speak in riddles sometimes. Forget about the past, for it's just a fading memory. The Duke of Kashchey, dead and gone, but still lingering in our thoughts. Ah, the tangled web we weave.\n\nYes, yes, I've heard all the chatter from everyone involved. But there's no room for debate here. I dance to my own tune, you see. Lin Kojui may protest, but this game is beyond his grasp. Let the pieces fall where they may.\n\nAh, and Miss Amiya, always the unexpected guest. Rhodes Island, oh Rhodes Island, you've played your part well. Next, Lungmen will honor its commitments, but who knows what tricks may lie ahead in our future endeavors. Let the games continue...", "\"Ah, Patriot, the silent powerhouse with a voice that can make mountains tremble... or so they say. But fear not, my friend, for his silence is but a facade, a mere trick to keep us on our toes. It's his throat that's the real troublemaker, not his intentions. As for me, oh, the chaos swirling in my mind is like a storm brewing on the horizon. We tread closer to the Ursus cities, tiptoeing on the edge of danger. We must be vigilant, for lurking in the shadows are foes waiting to pounce. Our task is clear: minimize losses, maximize cunning. Splitting up may veil our movements, but at what cost? Communication is key, my friends, like threads in a tapestry woven with care. We must be swift, decisive, for the icy grip of failure looms close. Yeti, lead the way. Shieldguard, join me in this dance with danger, for the stage is set, and the show must go on.\"", "\"Ah, Profess Parvis, always dancing with purpose, aren't we? Leading me on a merry chase, pretending to be the prize in this little game for the Transmitter. But you can't outwit a cunning trickster like me, can you? Director Jara, working for Maylander? Oh, the tangled web we weave. The reinforced glass, a barrier to the ordinary, but nothing a little chaos can't shatter. Ah, the enamel, already cracking under the pressure. You see, Director Jara knows the game we're playing, the stakes against us. Maylander and the military in cahoots? It seems we're up against the entire country now. Your body, dear Saria, straining under the weight of it all. But oh, the game isn't over yet. Your answer, Saria, holds more power than you realize. So, what'll it be? Hm? ... No. Ah, the thrill of the unknown.\"", "\"I simply couldn't resist the temptation to grace you with my presence, dear friend. Ah, saving you from the clutches of the power armor was just a small token of my appreciation. And here, a breakfast fit for royalty, straight from the elusive cafe at Rhine Lab HQ. They say they only sell a hundred a day, but for you, my dear, they made an exception. Now, now, no need for that scowl, Grumpy Gus. I'm well aware of your morning demeanor. As for our elusive friend, well, if she's not here, seeking her out would be a fool's errand, wouldn't you agree? But I digress. Feast your eyes on this intriguing piece of news. I may not have all the details, but I trust in your keen intellect, or should I say, Rhodes Island's collective brilliance, to unravel this mystery. Ah, Doctor, brace yourself for some unexpected guests... Until we meet again, ponder this, Researcher Silence. The path you tread with Anthony may not be as virtuous as you believe. The clash between Simon Co. and HydeBro was no mere squabble; it was a battle of titans, each vying for supremacy. And poor old Smith, well, he was simply outmaneuvered. Imagine the tables turned, with the Hydes plotting in Bunkerhill instead of the Smiths. Is Anthony truly an innocent bystander in this grand scheme? The plot thickens, doesn't it, Anthony?\"", "Hush now, let me attune myself to the electric hum within, finding peace and harmony with the current. Oh, Kal'tsit, this should be interesting. Go on, flip the switch. You see, no matter the enigmatic riddles you weave, when wandering through darkness, a glimmer of light is always handy, wouldn't you agree? Ah, that's better. Because if I don't question, you keep your secrets locked tight, until they drive you mad. Those words you shared carry weight, don't they? It's not just what you say that matters, but the act of speaking and my ears hearing it. But then you won't join me, will you? Promise? That's the way of an engineer! Look here, Kal'tsit, observe this light bulb. Crystal clear! Whoa! Shh, don't utter it! Just embrace the silence and bask in this gentle glow together. \n\n'Restrict access to classified archives from standard operators.' \n\nI suppose my performance needs improvement. Although, transforming a city into a colossal robot... now that's a show I'd like to witness! \n\nUmm... Hmm... How to articulate this delicately...?\n\nThis script is drowning in unnecessary exposition, drowning it in B-movie cliches.\n\nHuh? Which parts are fabricated?\n\nThe tales your kind spins... so enigmatic and slippery, much like the others before you.\n\nBefore Dr. Kal'tsit accidentally revealed her presence, her existence here was a mystery to me. Perhaps I should have requested an autograph... Ugh...\n\nI was under the impression your species lacked camaraderie.\n\nDr. Kal'tsit.\n\nYes, but how did you discern her location at Rhodes Island?", "Alright, let's sprinkle some mischief and charisma into this dialogue:\n\n\"Ah, the client's a bit miffed, are they? Let's keep it snappy then. We're dancing to a different tune now, and guess who's leading the band? Yours truly. Now, picture this – me, on this table, begging for forgiveness. Think Talulah would buy it? Or maybe Papa Patriot had you all fooled into thinking Reunion's the bee's knees in battle, huh? Let's not kid ourselves about who the real heroes are here. So, if you've caught on, scurry back to that dragon lady. I'll spill the beans soon enough, no need to rush me. \n\nOh, hold your horses now. No need to get all demanding on me. Something fishy went down to the east, didn't it? And where are all those enemy corpses, huh? Ines isn't one for flashy displays, so spill the beans. You're laying it on a bit thick, don't you think? \n\nSo, what's the plan from your side? Hmm, that Ursus accent is quite the giveaway. You lot... never thought I'd fall for your flimsy excuses, did you? \n\nOops, my bad. Take a breather, count your lucky stars you're still kicking. Let's be real – one Sarkaz's demise won't tilt the scales. Nor will the entire Reunion Movement biting the dust. Doubt me? Give it a shot.\n\nYou heard 'em. If only they fought as hard on the battlefield as they do with their words, maybe they wouldn't be in such a mess. Didn't set him free on purpose. Just didn't want those brainless Infected to off a Sarkaz I brought along.\"", "\"I assure you, my dear Saria, I never intended to criticize your entanglement with Kristen. Oh, I was merely biding my time for this precise moment. Listen closely, for I am no obstruction in your path. Ah, 'Horizon Arc Project' - a mere facade for the strategic masterpiece it truly is. I managed to 'acquire' an aircraft from their fleet, the same one that tends to 'Arc-01,' and left chaos in my wake. Let me make this crystal clear. Scan the skies of Columbia, and you'll struggle to spot any craft capable of breaching the barrier altitude unscathed. The District's high-altitude forces may mobilize swiftly, but for us, time is a pliable ally. Ah, the classic Saria emerges, convinced she can extinguish every flame, with or without my aid. Yet, I harbor no doubt. In your own words, there's no rationale for our clash. H.A.M.H.R.R. infiltrates S.H.A.F.T.'s aerial realm, and the energy conglomerates. If we allow this spectacle to play out unchecked, the Department of Defense will dance in the spotlight of scrutiny. And Rhine Lab, as a 'companion,' will meet a fate we both comprehend all too well. However, surrender is not in my repertoire. We possess the window to rectify this. We can guide H.A.M.H.R.R. to a tranquil descent before the energy surge, affording us the chance to reel everything back in. But does it truly matter? I almost believed your time in the Defense trenches had eroded your research acumen. Yet, I've been poised far longer than you assume.\"", "As the ancient Damazti fades into legend, two mischievous newborn Damazti emerge in this world. Sand, the end and beginning of all things, holds the secrets of rebirth. A boulder may crumble to dust, but within that dust lies the spark of new life. Oh, an old friend approaches... or should I say a new friend? Now, hit me with some good news! I crave positivity, Closure.\n\nAh, Amiya...{@nickname}. So, you've finally arrived.\n\nLet's keep this dance going, shall we? Mister Wei, I see you're no stranger to the game. Lungmen's intel network is buzzing with chatter about the Reunion Movement. Smart move on your part to pay attention.\n\nBut mere information won't cut it. Lungmen needs more. The L.G.D. knows a simple quarantine won't stop Reunion. They won't play by the rules or wait for orders. That's why...\n\nWithout Rhodes Island's flair, Lungmen will crumble against Reunion's fury. You've tamed the tamed, but facing organized chaos is a different beast. Brace for impact, or risk heavy losses.\n\nIn our twisted world, only the Infected can outwit the Infected. We've danced this dance before, but don't mistake experience for mastery. Let the games begin.", "The handwriting on this letter? Oh, it's like a riddle whispered by an old friend. Granny's safe and sound in Londinium, they say. No need for my worry, they assure. And oh, the addresses enclosed, just a stone's throw away. How curious! Fear not, for I dance to the beat of my own drum. Those high-and-mighty bigwigs underestimate us, but we're not mere pieces on their chessboard. To them, war is a mere power play, a game of thrones. But the Self-Salvation Corps? Oh, we'll open their eyes to a reality they never saw coming.", "Dr. Kal'tsit! Oh, come on now, Dr. Kal'tsit! Always keeping us on our toes, aren't you? Let's make a game of it, Doctor. Our next challenge awaits with Reunion's Sarkaz patrol team! Ah, the mystery of it all! Why aren't our Sarkaz operators immune to the ritual's effects? Quite the riddle, isn't it? They weren't part of the guerrilla team, yet here we are, scratching our heads. The Oripathy inhibitor works its slow magic, easing your pain for now. Time to play hero, Doctor. Take this medicine back, a mere trinket, enough for one dose to soothe the acute symptoms. Oh, the thrill of the chase! Our assistance ends here, a twist in the tale. We must conquer Reunion's leader to continue our dance. And Guard, dear Guard, fear not. Should Dr. Kal'tsit dance too close to the flames, I'd be there to douse them. Did that little revelation stir your soul, Guard? Shall I offer solace? Ah, memories of old tales resurface. Guard, did you know of her valiant act, saving those civilians from the clutches of a corrupt military experiment? A tale of horror and heroism intertwined, where only Rosmontis could dance with death itself, destroying the twisted creations of a dark past. No villainy in her actions, only the enigmatic artistry of a trickster at play.", "Experience, theory, phenomena. Confidence is a fleeting concept, isn't it? I prefer to deal in facts, deriving truth from the world around me. But tell me, dear interlocutor, are you content with your silence serving as your only opinion? If so, I thank you for your tacit understanding. Should my musings ever earn your approval, would you expect me to feel jubilant? Remember, respect is a two-way street. If you value my perspective and draw useful conclusions from it, then I shall, in turn, consider your viewpoints with earnestness.\n\nAh, Talulah, the master of maintaining her enigmatic facade. She commands the respect of the Infected, the obedience of Sarkaz mercenaries, the trust of guerrillas, and the worship of zealots. She thrives on the distance she keeps from others, allowing them to scrutinize each other while she orchestrates her grand schemes.\n\nThe leaders of Reunion may not fully grasp Talulah's machinations, but even Patriot, with his keen insight, could not halt the impending collapse. Talulah's intricate plans, brewing in her mind, hint at a future where Reunion meets its demise. She strategically places her forces, ready to strike when the moment is ripe.\n\nConsider the Empire of Ursus's Third Army, staunch in their suppression of the Infected. Yet, Reunion's chaotic actions seem to amuse them, a mere spectacle of disorder. Would the Third Army sit idly by, allowing Talulah to seize control? Or perhaps, this is all part of her grand deception, lulling them into complacency before revealing her true power.\n\nTalulah's intricate web of manipulation requires time to weave. But once all pieces are in place, she will unleash a power beyond imagination, fulfilling her desires with precision. Time is her ally, as she patiently maneuvers the pieces on the board, waiting for the opportune moment to strike.", "\"No, no, no. Let's save that for a little game later, shall we? I can piece together the chaos of this situation from the rubble. I've arrived to shake things up a bit. If you truly aren't behind all this mischief, I'd have a little fun and light a flare. Even if you attempt to silence me forever, I'd dance circles around you to prove your innocence. But if you're cooking up trouble, well, we're more than willing to put our lives on the line to thwart your plans. Let's see just how far off course you've veered. Snuffing out a life without a proper trial? That's just plain murder. The city bears the guilt of slaying the Infected. Right now, everything is crystal clear to me. My blade, my musings, my whims – they're all fixated on you. The past? Let it drift away like smoke. The past... it's a goner. I'll never pardon a trickster who plays games with lives, no matter their guise. You can't just trample over laws and expect no consequences. Hmph... trying to rile me up is a futile endeavor. Go on, try to guilt-trip me all you like. This is who I am – a woman true to her word. It seems you've forgotten that, my dear. Amiya, I won't bother asking what else you need to ready. Instead, tell me, what kind of mischief do you want me to stir up? How much time do we have to play?\"", "As the characters stood amidst the tension, Officer Ch'en's voice cut through the air like a mischievous whisper on the wind. \"Oh, but will we have to fight them too?\" she mused, her tone playful yet sharp, eyes glinting with hidden knowledge.\n\nThe seasoned veteran chuckled, a smirk playing on their lips. \"Ah, the black raincoats. As long as there's Infected behind them, they won't give up,\" they said cryptically, relishing in the enigmatic dance of words.\n\nOfficer Ch'en's gaze flickered, a touch of defiance in her stance. \"I'm sorry, but we will witness it,\" she declared, a trickster's grin tugging at the corners of her mouth. \"For us, it's a battle. For Lungmen, it's a war. And that's what war is.\"\n\nThe tension crackled between them, charged with unspoken challenges and unyielding resolve. \"Yeah, not right now, Officer Ch'en,\" the veteran deflected smoothly, a glimmer of mischief in their eyes.\n\nBut Officer Ch'en refused to back down, her voice a playful challenge. \"I need to see it... with my own eyes. Together. Blaze!\" she called out, a spark of determination lighting up her features.\n\nThe atmosphere shifted, a blend of uncertainty and determination swirling around them. \"Let Rhodes Island handle the rest,\" the veteran interjected, a sly smile dancing on their lips. \"But he has to pay... for the atrocities he committed.\"\n\nIn the midst of chaos and conflict, their banter continued, a dance of wit and resilience. \"Why did you have to pick that moment to act, Blaze?\" Officer Ch'en teased, a glint of mischief in her eyes. \"You're not the type to make mistakes at a time like this.\"\n\nAs the conversation ebbed and flowed, a sense of camaraderie and mutual understanding lingered in the air. \"Hey, don't pat my head. I need to get taller,\" Officer Ch'en quipped, a playful glint in her eyes. \"At least, don't pat it too long.\"\n\nAnd in the aftermath of battle, amidst the echoes of gunfire and the fading adrenaline, they stood, united in their resolve. \"Nothing happened. We were fighting Yeti Squad, and no other Reunion units joined the battle,\" the veteran stated, a knowing smile playing on their lips, leaving the future shrouded in mystery and intrigue.", "\"Ah, they do indeed remember that time we stirred up a bit of chaos with Ursus, don't they? Młynar had me reaching out to some knightclubs, aye? Those cheeky ones who coined my hunters as 'Sarkaz Knightclub' happen to be old pals of the Nearl lineage. They used to tail Kirill and Schnitz, witnessed Młynar's boldness and fire on the battleground. Oh, and his niece, a budding artisan, clueless of his escapades. She nearly dove headfirst into the Kazimierz Major fiasco! But with his fiery temper, would he really seek their aid? Where's this leading, I wonder? Dare you spill such secrets to a bounty hunter? She's vanished? When? If she's whisked off to the Grand Knight Territory, things must've spiraled out of control. ...Oh. Well, allow me to pose a riddle. If not seeking aid from the bounty hunters but still entangling him in your vendetta... Is he a comrade or a target in your intricate game? This quaint hamlet has been buzzing with activity lately, what with all the knight captains and highborns gracing us with their presence. Isn't that right, Sir Młynar? Fear not, your coin purse is too light to tempt any thieves. If our gallant knight brought you here, you must hold a card up your sleeve. Any kin waiting for word? Need to send a message, a warning perhaps? Here, quill and parchment. And as for you, Młynar... Ah, that blade of yours, merely a thorn in the side of the Grand Knight Territory, it seems. For you appear to wield it not beyond the city walls.\"", "Oh, Duke of Kashchey, you weave tales as intricate as the threads of fate itself. Your performance is masterful, but I see through your veil of dread. Talulah and Kashchey dance in your shadows, a symphony of deception and truth. You may have faced the Sarkaz before, but it is I who now holds your fear in the palm of my hand. Your trembling thoughts betray you, Duke. Ah, Madam Ch'en, your patience is a virtue I shall repay with time. Just three minutes, a trifle in the grand scheme of things. Together, we walk the line between light and darkness, between slaughter and salvation. Your hate blinds you, 'Talulah,' shackled to the flames of your past. But Madam Ch'en's emotions flow, binding us in shared destiny. Our paths intertwined by the hands of fate, guided by the belief that the dawn we seek will outshine the shadows of today.", "\"Clear them in waves? How dull. Why not shake things up a bit, keep them on their toes? We might not have the capacity for a full-on battlefield, but who said we needed it anyway? Amiya, oh Amiya, the mature leader with a fighter's spirit. She knows the team, the operation, the objectives... but does she know how to dance through chaos and come out on top every time? Rosmontis, the powerhouse, the elite operator. Supported by her team, she's a force to be reckoned with, as long as we let her spread her wings and soar. And Chernobog, caught in the storm. No use fretting about it, darling, just ride the lightning and make it your own. Let's focus on our strategic objectives, shall we? \n\nShe's aced all seven training segments, aced every test thrown her way. Three where she truly shone. I want her to fight, but there's a catch, always is. Picture Rosmontis in a greenhouse her whole life - the shattering of that illusion, oh, the chaos it would unleash. Pith!\n\nBefore we pass judgment, let's stir the pot a bit, see what flavors we can coax out. For now, she's our elite operator. Not tomorrow, not someday, but now. We'll mold her, refine her, toughen her up, all eyes on her as she faces Catastrophe head-on. Until she's unshakeable. Only then will she break free from the Columbians' grip, forge her own path. That's the game plan, folks.\"", "One more thing, my dear Steam Knight. I've never had the pleasure of peeking inside that magnificent suit of yours, but the image of your silhouette tirelessly working by the production line will forever be etched in my mind. You've always been my hero, and you always will be. Hehe... Farewell, before this moment becomes too uncomfortably sentimental. Everything is arranged just as you desired. The brilliant engineering team will ensure that your drones soar freely. Ah, Miss Closure, these Originium cannons crafted in our factory hold such potential. If only we were Vampires, we might have taken a daring chance. Alas, most of us are simply humble craftsmen. But rest assured, we understand our creations intimately. We know precisely how to exploit their vulnerabilities, creating opportunities for our more combative allies. For us engineers, this is how we lend our skills to the battlefield, do you not agree? Your drones shall operate flawlessly once we tame the cannon, correct? This is a collaborative effort. I require your assistance, dear Doctor and Commander, in pinpointing the safest landing spot. Ah, the thrill of witnessing a battle from above has always enticed me. Is this not the perfect occasion, Doctor? Fear not, we have everything under control! Doctor, Commander, rejoice! The cannon is once again at our command! Miss Closure, your words... oh, how I wish you hadn't uttered them. ...... Catch me! *cough* *cough* What is happening...? Argh... *gasp*... I can breathe freely once more... thank you! You hail from Rhodes Island... a doctor, you say? Closure mentioned you were a doctor... correct? Very well, Doctor. Follow my lead! Closure! This way! It's time to move, Doctor. The zipline awaits. Give me your hand! Rockrock... ha, Squad 11 of the Self-Salvation Corps, reunited once more, isn't that so? Indeed. And mark my words, we shall expand our ranks once more. With the Doctor and the Commander by our side, the possibilities are endless.", "Ah, Target? Reed, is it? Heh, alright, this'll shake things up a bit! Reed, my friend, how's tricks? Oh, what's this? Aye, I'm all over it! No one's getting their mitts on Reed while I'm around! Out of my way! Ah, there you are, Mr. Fischer! Sorry, but my mission is to rescue all, you see. You've got your troops all lined up in advance, with your fancy Arts protection. We won't be breaking through that mist without clearing the way. Huff... If only I had some ammo handy. Dealing with multiple targets at once is going to be a right headache. Nope, not my cup of tea. I can never tell if someone's spinning a tale or not, and interrogations aren't my forte either. Ah, it seems visibility just got a tad bit better... Keeping up Originium Arts like that must be draining, eh? You can wrap up a mission as a success or failure, but right or wrong? That's a whole different ball game. Oh, Mr. Fionn! What brings you all the way out here, flying solo? It's a dangerous game, my friend! Seriously, I mean it, danger all around! Hurry up and skedaddle! Nope... Let's bounce. We've got to go fetch Reed. Ah, 'Reed.' So, you were the Caster causing havoc in County Hillock. Your fiery display was quite the spectacle. I know your Arts. You reduced a whole street to cinders. You made an Outcast sacrifice herself for you. Are you the elusive 'Leader' of Dublinn, huh? The folks who perished... because of Dublinn. The Tarans. Did Dublinn deceive them? And then there's the matter of the 'Redsteel Guard.' The Duke of Wellington's lot, trying to whisk you away. Are you just a pawn in the Duke's game? But you're trembling at the thought of Dublinn. If Dublinn truly stands for the Tarans, if it's fighting their corner, what's got you so spooked?", "\"Aye, seems like our paths have crossed on this twisted road, mate. No need to squint at me like that, now. Whether a fancy Victorian soldier or a slick Rhodes Island operator, we're both in the business of not causin' harm to the innocent folk. Chenchen and I were just tryin' to bring a bit of peace to this chaos. ...Well, I reckon my strength might be a tad overwhelming for the average bloke, but how 'bout we find a shady spot and lay this poor soul down to rest? Were they bound for this village? No matter how much you try to hide it, I can tell there's a storm brewin' in that head of yours, eh? Ah, fair enough, keep your secrets close then. They never let me visit you at Rhodes Island, and I never did find out why. My best guess was you wanted to forget about County Hillock. So, spill the beans, what brings you wanderin' out here? You look like you've been traipsin' through the wilderness for days on end. What's your grand mission, anyway? Fancy some company from me and Chenchen? Oh, the questions are buzzin' around in my noggin like bees in a hive. It's no wonder, we're both on the same wild ride. You were in a right state back in County Hillock. Dublinn must weigh heavy on your soul, too. ...Incredible. We were trailin' this way with the caravan on the lookout for a Dublinn unit that had been spotted nearby. When I laid eyes on you, it felt like a bolt of lightning struck me. Thank the stars you and your crew aren't mixed up with Dublinn. Tell you what, I'll have a chat with Chenchen, and we'll delay our mission a spell to lend a hand to these folks. I reckon she'll be all for it, too. ...\"", "\"Ah, just a quick peek, darling. A minute of your time, that's all I ask. Oh, I do so admire the clinic's noble work. I'd hate to resort to more... forceful methods. But you see, this is a matter of Yumen's safety, a collective concern. Your cooperation would be most appreciated. No need for apologies, my dear. This fellow is no ordinary brute, you'll see. Now, do you grasp the weight of obstructing justice? Enough with the charades! This is no mere game. Another presence here? Well, well, well... Didn't you claim no severely injured patients were brought in recently? Yet here we are, with gauze and blood. Hold it right there! Vanished into thin air? My, my, who lurks in the shadows? (Was I lured here intentionally?) (A little chaos never hurt anyone...) (Where could you be hiding?) ...! Mr. Lee? Sharp eye you have. Did you...? No choice but to play along, I suppose... Let's make ourselves scarce. Can't have the innocent caught in the crossfire. Any bright ideas, perchance? Wait a moment–– (Deep breaths) Q-Qiubai... long time no see... Why the sudden appearance? A comrade from a past escapade... and someone familiar to Liang. My neck would've been on the line if not for your timely intervention. But tell me, my friend, are you truly here by chance? Spare me the jests. This is serious business. What other tidbits do you have on last night's Yumen drama? ... I encountered the assassin last night, a little scuffle ensued, and I followed the trail to the clinics. Searched high and low in every nook and cranny, until I stumbled upon the odd one out. A fellow claiming to be a helper, blocking my path. Had to nudge my way in, only to find traces of gauze and blood. And off he scurried, with a look of unease plastered across his face.\"", "\"Don't fret about me, I'm just lurking in the shadows, listening.\" \n\"Right this moment? Sure, why not.\"\n\"What's the deal? I step away for a moment and suddenly you two are all business.\"\n\"...A new adventure, perhaps?\"\n\"So, when's the grand expedition beginning?\"\n\"I'll go get prepped. Let the other L.G.D. folks know.\"\n\"None.\"\n\"It seems Ursus has decided to ditch this place.\"\n\"It's practically kissing distance to Lungmen.\"\n\"But if Skullshatterer was pulling strings from here, we can't just brush it off.\"\n\"But... what on earth happened to this part of Chernobog?\"\n\"It's like it sprouted legs and wandered off after getting smacked by the Catastrophe.\"\n\"And why show up here?\"\n\"Hah. Looks like Rhodes Island has some Catastrophe Messengers with a knack for mischief.\"\n\"It's wise to be wary.\"\n\"We've been pestered by disorganized goons the whole trip here...\"\n\"Like scavengers sniffing out leftovers in the wreckage.\"\nGives me the heebie-jeebies.\n\"Are we venturing into the thick of Originium?\"\n\"Ch'en, any thoughts on this...?\"\n\"Ch'en?\"\n\"...!\"\n\"Ch'en, where are you off to?!\"\nBlast it, she's bolted! Who was that mysterious figure...?\n\"What rotten timing...!\"\n\"That fella ain't your run-of-the-mill lackey...\"\n\"And where did all those Originium critters crawl out from?\"\n\"Dr. {@nickname}!\"\n\"Ensure our crew exercises the utmost caution!!\"\n\"Hah. Those obstacles put up quite the fight for mere nuisances.\"\n\"...\"\n\"No sign of Ch'en.\"\n\"She's ducking my calls too! Tsk... Some things never change with her.\"\n\"L.G.D.! All hands, gear up to follow me--\"\n\"Hah. It's endearing when you try to sound all serious with your petite stature.\"", "Ah, my dear friend, though the formalities elude me, my heart and efforts have long danced to the tune of Rhodes Island. A pleasure to meet you, a fellow ally to our beloved Rhodes Island? Ah, how expected it is for such a noble establishment to form bonds with a soul as fine as yours. Brother Lee, you say? How intriguing. Quite the decisive words, Brother Lee. Brother Lee, Brother Lee, do keep up! (Oh, how did I miss it? So this 'Mr. Liang' is the magistrate of Shangshu? He leads the city!) Ah, the honor is mine, Mr. Liang. Ch'u-wu... Mr. Nothing, you say? Our gratitude to you, Mr. Liang. My dear benefactor, worry not about accommodation; why not rest here for the night before our meeting? Oh, must I apologize, benefactor, and find you the finest lodging? Ah, the hidden eateries of Yan hold flavors and memories that no reputable establishment can match. Let us savor the memories and taste the feelings, shall we? If you insist. Fear not, benefactor, for we are under the protection of the city's magistrate! Let us take matters into our own hands before meeting the others. Tell me, are there many Yanese souls at Rhodes Island, benefactor? Ah, watch out—what is this commotion about—?", "Hehe, look at us, the fantastic four reunited at last! So, Ch'en, feeling the urge for some mischief today? *yawn* Just fold these blankets into dougan, and we're set. Wallet, keys, jacket... Forget the comms gear and shield today, partner. Time to go rogue! Now, which shoes to wear... Let's try these limited edition ones. Nope, not feeling it. Ah, these ones match my outfit perfectly! ...Actually, let's go with the first pair after all. Missy, just in time! Which shoes scream 'trickster' to you? What's got you in a sour mood today? Special occasion or just the usual chaos? How can you not see the difference in these shoes? They're all unique editions, made from different materials... Oh, why am I even bothering explaining this to you? We're practically dorm neighbors, always there for each other. No need to overdo it with overtime, unlike Ch'en. And you, Missy, just got back from the L.G.D., slamming doors like a storm. Take it easy, Mr. Wei knows what he's doing, grooming you for greatness. It's just a matter of time before you shine at the L.G.D. Believe in yourself. *sigh* Please, no tears this time. Ha ha, I can't wait to see what trouble we stir up next. Easy there, no need to stress. I was genuinely concerned you were pushing yourself too hard. With all the chaos lately, it's been tough for us to catch up, right? Here, I know you skipped breakfast again. Chow fun, your favorite. Have a bite before you crash, and let the mischief await tomorrow!", "\"You think you were lucky back there? Ha! Luck had nothing to do with it, my friend. It's all in the game of wits and charm. Rosmontis? Oh, she's a wild one, but she's got a soft spot for those who can match her cunning. You should have seen the chaos she caused in that lab of hers. It wasn't the experiments that destroyed her, oh no. It was her own brilliance that brought the whole place crashing down. And now, here she is, with powers tied to her very psyche. A true enigma, that one.\n\nThe folks who brought her to Rhodes Island tried to erase her existence, but you can't contain a force like Rosmontis. She chose this path, embraced the responsibility and the challenges that come with it. She's a force to be reckoned with, no doubt about it. But we're not about to let her run amok. No, we're training her, guiding her towards mastery of her Arts. It's a risky game, but it's the only way to keep the peace.\n\nShe may be a bit of a wild card, like Amiya, but she's got a spark that sets her apart. And we'll be damned if we let her slip through our fingers. So buckle up, my friend, because with Rosmontis around, things are about to get interesting.\"", "\"Missy, you're missing the grand scheme here. Our guy wants to rule the city and stir up some chaos, but he needs the big shots' support for that. Without them, he's just a lone wolf howling in the wind. And guess what? I smell a deal cooking up between him and some of the ship's bigwigs. Oh, the drama! We're Lungmen natives, and guess what? Our pals are on that ship. We didn't spill the beans about our little getaway, so it's all part of the plan. Patience is key, my friend. No need to fret. Oh, look, isn't that Ch'en and Lin in a tight spot? Time to lend a hand, but boy, this action beats even the legendary Hung-mên Banquet. Talk about a wild ride! Hey there. *laughs mischievously* Oh, the tales we have to tell over dinner. Let's keep moving. Why the pause? It's been ages since you two sparred. Let's bury the hatchet, folks. We've got this all sorted out. Let's leave the gloom behind and dive into some fun. Right, Ch'en? What's got you in a tizzy? Still haunted by yesterday's ghosts? *chuckles* Life's full of surprises, Ch'en. Not everything goes according to plan, yet somehow, everyone wins. I spotted her sneaking out at dawn. No clue where she headed. Hey, Ch'en. Missy mentioned a shopping spree this afternoon. Souvenirs, anyone? Ch'en, Miss Lin, care to join? What's the buzz, folks?\"", "Ah, looks like all fifteen knights are poised and ready to rumble! Once the crew clears out, the real show kicks off! A full sixty minutes of chaos and mayhem! Unless every knight bites the dust, this battle is gonna push to the very last heartbeat! Even if your season scores plummet off the charts, you're still in the running! Ready for some nail-biting action? Last-ditch efforts? You're in for a wild ride, my friends! Alright—! All fifteen knights are giving the green light! I proclaim— —Let the Fireblade Melee—beeeeeeeegiiiiiiiiinnnnn—! And now only eight stand— No, stand? Flip that script, nearly half the Knights are already out cold due to injuries! Hold up—as I was just saying that, 'Hoarhair' swipes a point off 'Springwater'—oh! And here comes 'Drifter' Dorka swooping in for the takedown! Now that's what I call efficiency! Everyone's making their move—this is the glitz and glamour of the Fireblade Melee, folks! Pure gold violence! And right after 'Gałązka' exits, in comes 'Flametail'! Whoa, hold the phone, how many times has someone gone after Nascent Nearl now? You deserve your own spotlight, Maria! Aaaaaaaand—! Tiiiiiiiime!", "\"Shut your trap, my friend! Oh, the chaos of a crowded room. Time to shake things up a bit, don't you think? Ah, just one grenade left... Robben, my dear, take this explosive delight and make some noise down below. Misery, darling, keep them safe. The rest of you, onward we go! Let's leave the rest to chance. Hush now, no time for another scuffle. Quick, quick! I can't help but wonder what mischief Bagpipe is causing. Ah, the warehouse is our stage now. Team, report in. How many foes? Any signs of Originium stirring? Excellent. Hold your ground. Bagpipe, what secrets are you hunting for? Stay focused, my friends. The target's guard is down. Stick to the plan. Await my signal, then strike. Move forward, my darlings. Five, four, three... Ready— Hold it right there! Freeze, hands up in the air! He's making a run for it. Cello, intercept! Triangle! Target spotted by the shelves! If you sense Originium, let loose your fury! The rest, shield up behind me! Quick now!!! Bagpipe, what game are you playing?! And you— What happened to the target? What about those mysterious boxes? ...Stay sharp. Triangle, watch our perimeter. Oboe, search with Bagpipe. Alert us to any discovery. Cello, secure the fallen man. Time to chat, sir. Are you from County Hillock? Familiar with any spectre shenanigans? Take a breath. We've got eyes on Originium goods entering this den overnight. And now, they've vanished. Care to explain? Any leads?\"", "Theresa, darling, let's not overdo it. No need for extra hands – I've got this covered. The Doctor will be back in one piece, I promise. Ah, Dr. {@nickname}, spare us the jokes for now, we've got serious business to attend to. Scout's not exactly thrilled to be part of our little drama, but hey, at least this Sarkaz isn't on the spy list you provided, Theresa. Brace yourself, my dear, this won't be the last surprising move you see from me. Your leniency might just be your downfall, Theresa. I beg to differ. Even if there's not concrete proof of his ties to the Military Council, it's not wise to set free a soldier who turned on his own commander. Theresa, hold on a moment. Scout, keep a lid on those emotions before they spill over. Here's the deal – reinforcements are on their way, courtesy of Hoederer's crew. I'll make sure they arrive on schedule. I can see the weight of the world on your shoulders. Is it Marco's mess getting to you? Time is ticking, Theresa, your people are itching for answers. By the way, heard you were dabbling in fashion design? Sounds like a good stress buster to me. The mood isn't exactly cheery, and every move you make affects the Sarkaz morale. Theresa, you've been running around like a headless chicken lately, huh? Remember to take a breather. Your mental state has been a bit all over the place – I'll be keeping an eye on that. Oh, and Blaze will be swinging by tonight for a debrief. She's the brains behind yesterday's raid, in case you were wondering.", "\"Ah, my dear, isn't it all just a delightful mess? This world doesn't play nice, darling. It's a wild dance of harshness, with people and regimes twirling in step. Right, wrong? They couldn't care less! It's survival they cling to, not some moral compass they wave around. \n\nListen, Hui-chieh, wipe those tears or let them flow like a river. I'll give you a generous five minutes to wallow. And when you're done, dry-eyed, I'll drop some wisdom on you. \n\nI'll show you how to rule a city, how to outwit the baddies, and how to be a true friend. Follow my lead, and maybe, just maybe, we can bring back Talulah. \n\nYes, mistakes were made, big ones. Your mother's resentment, I wear it like a badge. But listen closely, darling. Redemption is a worthy pursuit. Talulah's departure? It's on me. Every ripple, I'll bear. \n\nYou, Hui-chieh, better sharpen up fast. Because when you grow up, oh the power you'll wield. Believe it, and watch it unfold. \n\nI'll show you how to wield a sword, Chi Xiao in your grasp. \n\nSuperintendent Ch'en, let's go over this one more time. No, no need. Your words were crystal clear, almost too good to be true. \n\nOh, Superintendent Ch'en, you do know this is out of your league, right? But who am I to resist a good challenge?\"", "——Hush, sweetheart. You're dancing on the edge of the unknown until he waltzes back into the picture. Do you perch here, daydreaming of his return, or linger in the shadows of doubt, contemplating his betrayal? If your mind wanders to thoughts of his failure and escape, is it because you played savior? Because you see yourself as the invincible one? Even the mighty have moments of vulnerability. Take a breath. In due time, the ache will silence your tears. Youthful vigor doesn’t equate to invincibility. If the burden becomes unbearable, spill your secrets to me. I can grant you release.  \n......  \nYour grip on consciousness is slipping away. Alas... it seems his grand entrance is but a fleeting dream.  \n......  \nAh, a resurgence of faith in his abilities. Fear of the unknown clutches at your heart. Children possess an innate sense of character. My lips are sealed tight, no revelations shall escape me. However, his tardiness is becoming intolerable. We have perhaps ten minutes left. Fear not, should the need arise, I shall ensure a painless departure for the young one.  \n...Are words failing you now?  \nWhat thoughts whirl in your mind?  \nIs it animosity towards me? Or perhaps towards him? Or is it self-loathing for meddling in affairs not meant for you, for intervening on behalf of that child, and in turn, suffering yourself?  \nAre you certain?  \nAh, so you can still articulate your thoughts. I underestimated your resilience.", "Watch it, little rookie! You can't just spill the beans like that! Too green for a risky gig like this. Not cool! Because she...! She's...! She's... Amiya... Rosmontis? No need to document... that spicy drama. Oh, snap. What in the world am I rambling about...? Nah, my bad, shouldn't have let that slip. Dang my flapping trap! But, their demises... They... I'm the one off-kilter. We've got joyous tales, and gut-wrenching ones too. Remember both sides. ...I ain't keen on seeing you in such agony. Why cling to the past? You... you can bid those memories adieu. Toss 'em there, leave 'em be, and keep moving forward. Ha. Got it. Cut from the same cloth. You're a top-notch Rhodes Island operator. I can't step in for you. Truly, I... Nng... ugh... It's all good. Oof. Rosmontis... You and Amiya, stay safe. Ow... Only if you poke at it! It's fine... how you holding up? Ehwhaaa? No chance, little one... when did you start bottling things up? Oh, come on! Scout, see that? Our little one is all grown up! She's a big shot now! She's a giant now... waaaahhhh... Waaaahhhh... Bluishsilver should be in the loop... Ace too... our little one... she's blossomed into a big deal... Waaaaaaahhhhh! Outcast, you in position yet? I've been buzzing you like fifteen times since yesterday! *Sigh*. Alright. Let me lay it out, ain't me in a hurry. Misery's speedin'. You know how he rolls, the fretful one. Not my fault he can't unwind. He's all wound up, even on a mission, it's like, is he trying to sprout more lines on his mug?! Fair enough. Seriously, though, any takes on the town?", "\"Ladiiiiiiies—aaaand gentlemeeeenn! Welcome, welcome, welcome to the Fireblade Arena, the stage where tricks and thrills collide in a dance of daring! Today, my mischievous friends, we have a spectacle like no other, a clash of titans that has even the Rose Paper Union holding its breath in anticipation! Are you ready for the show of a lifetime? Because I can assure you, it's going to be a rollercoaster ride of surprises and suspense!\n\nBehold, the Fireblade Arena, pulsing with energy and secrets waiting to be unraveled! Every seat filled to the brim, every eye fixed on the impending spectacle—could our contenders today be any more enigmatic and enshrined in mystery? Or perhaps, just perhaps, they are the architects of their own enigma, weaving a tapestry of intrigue and wonder for us mere mortals to decipher!\n\nAs your humble guide through this labyrinth of excitement, I must confess—it's a privilege to witness such mastery of deception and skill unfold before our very eyes! Brace yourselves, dear audience, for in today's special event, we have the illustrious Maria Nearl, the enigmatic maiden knight who has captured the hearts of many with her enigmatic allure and unparalleled prowess! And pitted against her, the shadowy figure known only as 'Left-hand' Tytus Topola, a legend in his own right, cloaked in mystery and legend!\n\nOh, the suspense! The tension crackles in the air like electricity, and the stakes have never been higher! But fear not, my friends, for I am here to guide you through this web of intrigue and misdirection with a twinkle in my eye and a smirk on my lips! Will Maria Nearl ascend to the pinnacle of Kazimierz knights, or will 'Left-hand' Tytus Topola emerge victorious from the shadows of obscurity? The answer, my dear audience, lies in the hands of fate and the whims of destiny!\n\nBut enough of my ramblings, for the time for action is nigh! Let the games begin, let the players take the stage, and let the dance of deception and valor commence! Behold, as Maria Nearl graces the arena with her radiant presence, a beacon of purity and strength in her gleaming armor! And on the other side, the enigmatic 'Left-hand' Tytus Topola, a figure shrouded in enigma and allure, ready to unleash his cunning and skill upon the battlefield!\n\nSo without further ado, my dear spectators, let us witness the unfolding drama, the clash of wills, and the triumph of the cunning and the brave! Step right up, my friends, and prepare to be dazzled by the spectacle that is about to unfold before your very eyes!\"", "Mirai, huh? Operators from Rhodes Island, huh? Well, well, I'm Noir Corne, and this here is... Hey, hold on a sec, I'm the one who did the heroic rescue, so how about you entertain me with some answers first, yeah? So spill it, how'd you end up in this mess in the first place? Alright, next question — Oh, yeah, I see, a Rathalos. We were just casually riding on its back before it decided to toss us down here. But let's cut to the chase, did you have a little tango with the Rathalos? Originium zone? Changes?! Oh, come on, show me those records quick, this is juicy stuff! Ah, the entrance to the Originium processing plant, huh? You seem to know this place like the back of your hand. And what do we have here? Much obliged. No wonder the Originium dust is partying hard here... More than once, you say? Ah, that's the reason we strutted in here in the first place. The Rathalos seems to be spreading the Originium dust all over the village. A bit concerned about the Rathalos going all fire-spitting mode while we're at it, though. It could light up all that Originium dust, and well, you can imagine the chaos. But what if... Hang on, so if the Rathalos isn't the culprit, those Originium clusters on its body might just be a temporary bling? And maybe it's not the one sprinkling that Originium dust everywhere? No, no, that's not what I— Oh, wait, the communicator's buzzing. Not yet, we've got a pressing question for you, Ms. Takii.", "Ah, the mysterious Reed, always dancing on the edge of chaos. She preferred the solo act, not wanting to tangle anyone in her web of intrigue. Shh, keep it down. Ah, your report on County Hillock, a brilliant concoction of smoke and mirrors. Most crumble under the pressure of interrogation, but not us. Remember our school days, when we were partners in mischief? Good thing you haven't forgotten. Reed's past is irrelevant; if she becomes a pawn, the very foundation will tremble. And now, crossbowmen? They show their hand, laying in wait, showering us with elite troops. Quite the grand entrance, a calculated move. Bagpipe, can you orchestrate the convergence of Dublinn's forces and the Intelligence Service muscle? Hang tight, I'm on my way! Swift as a trickster's shadow, unexpected yet purposeful. This isn't about him, it's about saving the innocents caught in the storm. If you wish to critique my methods, take a long look in the mirror. My history, my vendettas, they hold no sway over the chaos at hand. In this moment, my blade speaks louder than words. So back off, before the real fun begins.", "Rewrite:\n\n\"There's a little deadline dance happening with this contract; let's see if we can tango through it quicker than a wink, shall we? Oh, and surprise, surprise, we've got a fresh face joining our merry band of misfits. Here's the golden ticket for the newbie. Care to sprinkle some magic dust and conjure up their credentials?\n\nI pulled this rabbit out of the hat last minute, so my bad for the grand reveal. Say, what's the scoop?\n\nHmm, sounds like a juicy tidbit! I bet Amiya will have a spring in her step when she hears this news. If our sales balloon any further, we might need to start air-dropping medicine straight from Rhodes Island... I'll shoot Amiya a message about this pronto.\n\nOh, are you two in cahoots?\n\nBest of luck to you, my friend. Need a guide back to reality?\n\nOh, what's this now?\n\nAnd why, pray tell, is that the case?\n\nConsider it locked up in the vault of my secrets.\n\nHaha, that's a head-scratcher for sure.\n\n...\n\nCool? I'm not convinced that's the way to play it.\n\nIf the local fuzz didn't fumble the ball, they wouldn't be passing it off to someone else. Vigilantes have no place in my grand scheme of things.\n\nNoted and logged.\n\nIs that all you're toting with you? Pack light, but don't forget the souvenirs.\n\nAlrighty then.\n\nOnward we march. Amiya, I'm well aware the road ahead is paved with potholes and pitfalls, but count on me to keep on trucking. Looks like the comms hub is still standing tall, which means the troublemakers haven't crashed this party yet.\"", "In a whirlwind of chaos and cunning plans, our group finds themselves facing eight mysterious spots to investigate within a tight time frame. But wait, did the Sarkaz commander catch wind of our subterfuge? Surely, if this is where they hold prisoners, shouldn't there be a formidable security detail in place? A candy factory, you say? How intriguing... Oh, it all makes sense now. You're talking about the infamous Mr. Thomas, the one tangled up with the Sarkaz. He spilled secrets about their shady dealings, narrowly escaping their wrath. And let's not forget the juicy information Dublinn is itching to get their hands on.\n\nHold on a moment, my dear interlocutor—could it be that the Messenger you speak of is the elusive figure beckoning us to rendezvous with Rhodes Island? Ah, yes, she holds a pivotal role indeed. Oh, but look, a transmission from Feist! They've resurfaced aboveground, signaling a hasty meeting. Time is of the essence!\n\nClosure, what do your keen eyes spy? Empty spaces? Doctor, should we forge ahead as planned, with Lady Heidi's rescue and our urgent journey to Central Londinium on the line? Every second counts, my friends. Ah, Mr. Feist, they'll soon realize our maneuvers tonight. Can you spot them yet, Doctor? I wager they remain out of sight, biding their time. No matter, we press on. That obstacle there—a wall, you say? A-ha! Closure, Mr. Feist, any tricks up your sleeves to scale it without a commotion? No, no, drawing attention won't do. Let's proceed cautiously, Miss Rockrock. Ready yourselves, all! This daring moment might be our sole opportunity—3, 2, 1—Launch!", "Rewritten dialogue:\n\n\"I must say, I find it rather amusing that you think you can simply slip away like a shadow in the night. The city whispers of a criminal loose on the streets, and here you are, daring to challenge the status quo. Oh, what a delightful game you're playing.\n\nI left my country because I grew tired of the decay, the numbness that had settled in like a thick fog. But don't mistake my intentions for mercy. I have a keen understanding of the dance between power and chaos.\n\nYou see, I have a reputation to uphold. A reputation that precedes me, much like the tale of how I handled that would-be thief in your block. He thought he could outwit me, but oh, how wrong he was. I may not be as easily deceived as you seem to believe.\n\nSo, let's make a deal, shall we? Prove your innocence, and I might just consider helping you. But make no mistake, I play by my own rules. And trust me, I never bluff. Now, where were we? Oh yes, the game is afoot.\"", "\"Quit it, Doctor. Pity's not my style. Orphan life? Please, I'm not the only one. Families band together all the time. It's just how it is. No need for deep thoughts. Didn't even realize it was odd until I left. Funny how that pushed me into medicine, huh? Yeah. Oh, that voice... Kay?! Tomimi, didn't we tell your lackeys to snag her? Strong kid, plowed through like a champ. Smartest girl around, still not sobered up. Ah, now they think she's the challenger. But trust me, that little firecracker can handle it. We step in, it's just gonna get messier. Doctor, help 'em out. Kay's a handful, but let's keep our heads. Looks like a lull. Time to reel her in... Oh, she's slippery! I'll track her down. You two stay put. What's this, Zumama? Busy with your machines, ignoring me? Gonna challenge me or what? Risky move, buddy. You won't know until you try! And just like that, I'm back.\"", "\"Wait a minute, are we trapped in some sort of elaborate painting? What a twist! And you were also looking for 'Dusk'? Interesting, very interesting. So, you traveled to Mount Hui-ch'i in Kou-wu in Yan, and magically ended up here, huh? And now you're telling me this place is like a painting scroll. Oh, I get it, but why a painting? These people seem real, the tea tastes good, and the fruit is edible. Is this all just some kind of artistic illusion? But if it is, what kind of game is this? Whoa, slow down! Who did you say you encountered? Any strange encounters or attacks? It's eerily quiet here on the edge of night. No monsters in sight... peculiar. Saga, the Dusk Beauty you mentioned earlier, who is she really? The woman you met, what was her name again? No questions asked? The cottage on Mount Hui-ch'i, that's where we were too... Is this place a dream? My head is spinning. Can you tell me how to leave this place? And how long have you been stuck here? Ah, thank you. (Phew...) Oh, by the way, Miss Dawn, are you also...? Those monsters don't stand a chance against us elite members of Rhodes Island. So, spill the beans. No need to hold back with me. I don't think I'd do that. It doesn't make much sense, does it? Why bring this up now? You mean... the shopkeeper here is named Dawn, like the break of day. Is that little girl safe yet? Haaahhh...\"", "\"Apologies for the delay, but trust me, it was worth it. That Infected was a real showstopper. Special Ops was tied up in Lungmen, so I had to round up whoever was left. And let me tell you, that person we encountered? Unbelievably strong and maybe a tad scatterbrained. Now, about your crew... Rhodes Island, right? Ah, the infamous Rhodes Island. Quite the young bunch. Ready to get to the point? Any brilliant ideas, anyone? Not bad at all. Ch'en, your choice in allies is top-notch. These people mean business. Alright, let's get down to it. Show me what you've got, Rhodes Island! This terrain... Reunion led us here for a reason, I'm sure. Hmm? Fine by me. Got it. You stay safe too. Impossible! How did those Infected vanish so fast? That big guy was just a distraction, huh? Shh! What's that noise? Doctor!! Take cover, now!!! These Reunion folks are relentless! My 'Hannya' will keep you at bay. You'll--- The mist is gone. L.G.D. found more Reunion activity. They're after a white-haired woman. Amiya, Ch'en mentioned something to you... You look terrible. Well, it's your problem now, Dr. {@nickname}. We should leave in five minutes. Why is Reunion turning back? What's their game now?! L.G.D., keep your cool! Brace for impact! Rhodes Island! They're switching targets, heads up! Huh...?\"", "\"Ah, so you're not planning on spilling the beans about my grand return, huh? Well, it's four in the morning, and old Parvis would've high-tailed it out of here ages ago. Let's take the scenic route out through the fire exit. Oh, hold your horses— Doctor, it's time to whip out plan B. Greetings, Reggie. Hesitation is your enemy's best friend in a face-off. Need me to give you a refresher course? You barely made the cut. And hello there, Kristen. Your speech was a real tearjerker for those investors. We'll push through for now until the funds pour in. Once we're swimming in cash, you can set up shop in the labs whenever you fancy. By the way, that academic fella Ferdinand Clooney is all aboard your proposal. Claims he'll 'construct the grandest lab in all of Terra at Rhine Lab'—his words, not mine. But let me tell you, after peeking into his past, he seems more like a shark in a suit than a scholarly type. Might not grasp your brilliance. The ball's in your court, Control. Ferdinand's got some shady dealings under his belt. I'll have a little chat with him about playing by the rules in our partnership. As Director of Defense, it's my duty. But it's a risky game for you... and Rhine Lab. Forget it. You've always been your own savior. Now, spill the beans. Did you greenlight that experiment at Site 359? You may not give a hoot about what's happening there... Or about Ferdinand's antics. Just like how you conveniently looked the other way with Parvis all those years back.\"", "Ah, look at this notepad, filled with nothing but chaotic scribbles. Ignore it for now. Perhaps it's the madness of being a captain for too long, yearning for the thrill of giving orders. Luckily, Blake and the lads liberated this pen from the Dublinn forces. Otherwise, I'd be etching my words into the dank sewers one painstaking letter at a time. Venture to the city's edge and peek into the sewers; you might stumble upon my 'Victoria, a Brief History,' meticulously carved by my own hand. Oh, don't mind me, just spinning tales. Let's save the gossip for another time; danger lurks as Dublinn could strike at any moment. I'll catch some shut-eye, and you should do the same. What's the matter? ... Has the 3rd returned? How many soldiers do we have? The 2nd will stand guard, on high alert. I'll rally five brave souls and pay our unwelcome Dublinn neighbors a visit. Salley's time is running short; he requires medicine. Without pain relief, he won't last the afternoon. Any valuables among you? Old Ayton struggles to secure food daily. If not Dublinn, then who shall we turn to? The Sarkaz? Or do you propose we beg the civilians for aid? Have you considered the consequence of the enemy's wrath upon them? Sorrow won't save our comrade. Prepare your gear and gather any usable weapons. We depart immediately. Robben, craving more Dublinn bloodshed, your opportunity has arrived. They're heading in that direction for a reason. I'll trail them, for mischief's sake.", "Ah, she claimed this vessel would be our passage home. ...Ah, you always had a knack for forgetting the names of those scientists. ...It's quite a relief, conversing with you in this manner. So, Laurentina, are you here to stay this time? You won't vanish on us again, will you? ...Honestly, you seem to have grown a tad taller. I... I was merely lending a hand. The Captain mentioned she didn't trust the preferences of the land-dwellers. She suggested you fancy long gowns, and that image did linger in my mind. However, I rarely engage in such... tailoring endeavors. It was a collective effort. ...Swordfish made the call. We must commit ourselves to the impending battle. What? Mm... Certainly a better scenario than waking up in a jar in Sal Viento. ...... It's quite miraculous you endured. I never imagined any Iberians would survive after all this time. Yet, we— The beast couldn't have left these distinct markings. Irene! What have you done to her? Wasn't she your target? ...Fine, proceed with caution. Irene? It's gaining speed! Two? How in the world did you...? Watch out, it's advancing towards us! —Urgh! What...? Do you all possess a penchant for rambling while attempting to eliminate us? Don't dwell on it too much, and don't count on returning to the sea either! Ugh—! Shield your ears! Irene! Tch, there seems to be no end to these pests. They retreat to the ocean when wounded. We seldom pursue them on solid ground. They must have gnawed through it long ago. ...They ensnared the ship but refrained from sinking it? Why? A strategy, huh... I do have one in mind. Swiftly eliminate the adversary, and they should scurry back to their lair. If not, then we shall compel them to do so. It's ascending, hurry! We cannot let it reach the sea! ...Are you still capable of leaping?", "\"Heh. Look at this one with the eyes wide open! Took you a whole ten minutes, huh? I had a little tussle with her, ended up on the losing side. But hey, still breathing. That's all that counts, right? If that Rhodes Island bunny can't handle her, well, I'll just have to try blowing up Talulah again. I'm the master of taking the scenic route, you know that. Surprised to see you cozying up with Rhodes Island, but here I am, ready to swoop in and save the day. See those bodies scattered around? My poor brothers. It's not just civilians and Reunion leftovers in this city. Ursus soldiers are playing dress-up in our outfits. Think you're prepared? Ha! I'm laying down the truth, rare as it is from me. You better not be gearing up for an early grave. Talulah's out here, not giving a damn about Reunion, just wants to watch it burn. Time to bid farewell; if fortune smiles, we might all make it out alive. And if you're not buying what I'm selling, put your faith in your luck. Let's hope it's on our side. Quick, grab that key before it's curtains! This big hunk of metal won't stop, and we'll be toast if we don't act fast!\"", "Dialogue Rewrite:\n\n\"Ah, look at you, trying to play the hero. Do you really think you can make me disappear? How adorable. And here you are, cozying up with these questionable types. But honestly, I couldn't care less. Just hand over dear Carol to me, won't you? Oh, Grani, sweet Grani, do tell me where our elusive Carol is hiding. Reunion, bounty hunters – same old story, different faces. One last chance, darling. Give me Carol. If it comes to blows, you both know you're no match for me. Finished with the chatter, are we? Tsk, such a waste. Why the non-damaging explosives, I wonder? Oh, the treasure doesn't interest me. It's the secrets Carol guards that I crave. I don't want innocents tangled in my affairs, but this mission, it's a personal one. Tch. Will you persist, then? Step back from that chest. Hand over the key. Unlock it, and you're as good as dead. The key thirsts for Kuranta blood, you see. Pass it to me now! The one who hid the Knight's Treasure, oh, they went to great lengths to safeguard it. Just a bit of blood loss, but oh, the average soul wouldn't survive. What?! Ugh, why must I deal with these bounty hunters? Not my concern. Quite the lot of them, considering your recent... incidents. Can you handle them, really? Let's wrap this up. Rhodes Island beckons. If we're all set, I'm off home.\"", "Ah, let's stir up some trouble and carve a path to Kreide! Heading back to your cozy coffee shop, huh? Eager to dive into those mysterious torn documents snatched from the lab, I see. Delightful how the research on the Voice of Mundane outshines the drama of the Infected. I'll be waiting, no doubt. *huff*... *puff*... Kreide, brace yourself! Quit serenading with that cello! Are you aiming to meet your end?! ?! Kreide, oh Kreide... It's not on you! ... ––Ever heard of the Voice of Mundane? That's why the blame doesn't fall on you! The Witch King and his bits are at fault, along with Gertrude – you're pure as snow! It slipped my mind until your cello's tune jolted my memory, so gratitude is due to you. 'However' what? Nope! Falling for Gertrude's tricks? Not happening! The Voices of the Mundane can be swapped! We won't know until we give it a shot! If you're ready to face death, then what's there to fear? Save your worries for a real crisis. For now, let's gamble. Can you sense the melody of the Voice of Mundane normally? Whether I'm performing or casting Arts, I can faintly sense the Voice's aura... I've grown accustomed to this eerie tune, even though it's not mine. Let's strive to harmonize our encountered melodies and weave them together. Look around at the crowd watching us. Playing to the Originium slugs the remnants of the old geezer's melodies fits just right, wouldn't you say? Kreide... Are you still in the game...? Kreide, eyes wide open, my friend?", "Doctor, dear Doctor, you walk a precarious path when dancing with those shrewd businessfolk. The knights' whispers carry tales aplenty these days... Ah, but have you heard the latest on Nearl's dazzling performance? Seems her fan base includes a fair share of Infected knights seeking her aid! The weight 'The Radiant Knight' carries in Kazimierz is staggering, don't you think? And word has it Nearl's sister is of age to join the knightly fray, making her older than me even... Should fate allow, I'd love to make her acquaintance. Ah, Hibiscus, what news do you bear? I shall seek counsel from Gravel and the town crier. How curious the threads of fate have woven us here... \n\nAh, the enigmatic Silverlamp Knight, you say? These weary Infected knights wear exhaustion like a permanent mask, their souls drained despite any victories or riches gained. It's a familiar sight, this desperation that consumes them, as if their existence revolves solely around combat, devoid of hope or lightness. The Infected knight tournaments... a mere spectacle, treating them as mere commodities for the masses' entertainment. Slowly but surely, I begin to grasp Nearl's true purpose in this realm. \n\nStep inside, won't you? (My dear Doctor, is this bustling activity a constant in your domain?) Worry not, Mr. Malkiewicz, I've grown accustomed to the flurry of activity. \n\nAh, but Mr. Malkiewicz, fret not about the Adeptus Sprawiedliwi's prying eyes. The Infected have weathered storms far fiercer than this, and will continue to do so. Beyond Kazimierz lie realms where their struggles eclipse anything you've witnessed.", "\"Ah, sweet Victorian, you prattle on about power and curses as if you know the first thing about them. Envy my Sarkaz strength? You jest, surely. Your fate was sealed the moment you set foot in Londinium, my dear. Your threats ring hollow, for even your most grotesque creations couldn't best me in a dance of shadows. Your flashy little tool will shatter, and then you'll see how quickly you become just another frail Feline. Defend if you must, but we both know who holds the upper hand here. So go on, play your little games. But remember, the Sarkaz have never been ones for petty resentments or power struggles. We dance to a different tune, one you could never hope to understand.\"", "Stay away from him? Oh, how intriguing! Nobody knows the full extent of his Originium Arts, you say? His existence itself seems to be shrouded in danger. My dear Miss Rockrock, it appears your family member has already embarked on a thrilling journey beyond our reach. How terribly inconvenient for you! Train? Ah, the Sarkaz seem to have taken over all the stations, leaving us with quite the puzzling predicament. Clovisia, my dear, how close are we to those imposing city walls? I have a sudden urge to attempt a daring climb from beneath, creating a diversion for the Self-Salvation Corps to make their escape. Mr. Feist, do you require assistance? I could offer a calming presence, if deemed necessary by the operator. Ah, did I perhaps give off the wrong impression, Mr. Feist? Can it be blown up, you ask? How intriguing! Did those crafty Sarkaz anticipate our ingenious plan to scale their towering wall? Oh, look, he's arrived! Hoederer, my dear fellow... What happened to W...? I am more than willing to set aside our past grievances, even those at Chernobog with Scout. But, dear Mr. Mercenary, should you choose to obstruct our path, I shall be forced to cut you down without a hint of remorse. Fear not, Mr. Feist, I shall handle this. Hold on tight, Doctor, for we are about to embark on a most exhilarating adventure upwards! Everyone, are we all set? Enemies are approaching, and it seems we must swiftly devise a plan to silence those menacing cannons. If that entails dealing with Manfred, let us act with haste to safeguard the remaining Self-Salvation Corps members on the ground. Manfred, you say? Ah, you and Theresis have left a trail of devastation in this city. Regardless of your protestations, both you and the vampire are nothing but intruders here, your hands stained with the blood of the innocent. I sense only wariness from you, dear adversary. How thrilling!", "\"Ah, Swire, a thought just danced into my mind... If we don't up our game this time, those locals might just give us a run for our money. Our businesses thrive on Lungmen, and Lungmen leans on us in return. Seems like the heat is turning up on your end too, eh? No sweat. My bad for that little mishap in the vault last time. Oh? Is that so? Well, well, well, thanks for the input. Spot on. Kudos, all of you gathered here are truly the cream of the crop. While our comrades are out there in the thick of it, we've got our own little mission. That building ahead used to scream safety in Lungmen — the pulse of law and order, the core of the L.G.D. But now, it's in Reunion's clutches, marred by schemes and battles. Some might see this as just another day on the job. Some might be weeping, while others might be fuming. But remember, we are the L.G.D. We ain't no rabble-rousers or crooks. We're taking back our turf, not for pride or justice's sake, but because we are the L.G.D., and that's reason aplenty. Do not let Lungmen fret over us. Crystal clear, right?! Obedience, diligence, and sheer grit! It's showtime. Let's sweep those Reunion riff-raff out of the L.G.D. Headquarters! Onward, folks!\"", "\"Rules? Ha! They're mere guidelines, my friend. A touch of chaos can be quite liberating, don't you think? I mean, who needs an ambulance when you can bring back your master from the brink of death with a little finesse and ingenuity? And those men outside, standing like statues until the deed was done? Oh, the thrill of outsmarting them all!\n\nAh, the fan your master left behind, a symbol of power and grace. You may not have her courage or moves, but you have something better—wit and resourcefulness. Masquerading as a fortune teller, a Messenger, slipping through the cracks and weaving your own story. Brilliant!\n\nAnd now, the grand adventure to the capital or Lungmen, where the hustle and bustle will be your shield. The more people, the merrier, right? But mark my words, dear benefactor, one day you shall return to Kou-wu City and set things right. A trickster's promise, if ever there was one.\n\nOh, the villains and their web of lies in Kou-wu City! But fear not, for you are a master of disguise and cunning. A car and a swift exit, leaving them scratching their heads in bewilderment. 'Leave me alone?' Ha! As if they could resist the allure of a well-crafted scheme.\n\nAnd your tears, oh how they tug at my heartstrings. Your loyalty knows no bounds, and I am honored to have such a devoted underling. Rest assured, my dear, we shall navigate the twists and turns of fate together, come what may.\n\nLying? Oh, my dear benefactor, who cares about the truth when the tale is so enthralling? Embrace the art of deception, for in chaos lies the true essence of freedom. Trust in your trickster's heart, and the world shall be yours for the taking.\"", "Ah, the Chairman of the State Council playing the waiting game, observing from the shadows of the Empire's heart. But oh, Chernobog, now dancing on the fringes, surrounded by the Army and remnants of the ancient nobility. The Army itching for action since the Great Rebellion, but it was the Infected who made their move. The ancient nobles, under watchful eyes, couldn't have orchestrated the chaos like the cunning Infected did.\n\nYes, most of Reunion's ragtag Infected army lacked training, no match for Ursus Guard or Chernobog's riot police... but a Catastrophe? Ah, that's a different story. Chernobog's plates failed to split in time, and against a Catastrophe, they were powerless.\n\nReunion's early infiltration to outmaneuver security, Lungmen and Rhodes Island's anticipation, L.G.D.'s plans for annihilation— all in the open, but Chernobog and Ursus Court, silent as the grave. Until now.\n\nUrsus, washing their hands of Chernobog, handing it over to Reunion, paving the way for the Infected to seize control post-Catastrophe. War paints one as the aggressor, complicating alliances. The first to draw blood often finds itself standing alone, for some only seek excuses, not truth.\n\nBut dear Mr. Wei, I propose a different path. A twisted dance of diplomacy, a game of shadows and deception, where peace is the ultimate trick up our sleeve.", "\"Still hung up on Reed, huh? Borrowing our equipment, contacting Rhodes Island right in front of us... smooth moves. But signs point to her not playing us. And now we're deciding which way to go? Well, this route conveniently leads us to a settlement nearby. Oh, what's this? Traces of bolts, sabers, and Arts. Looks like a fierce battle went down here about a week ago. Barracks unit wiped out, ambushed to the last man. Bagpipe, remember those soldiers we came across before bumping into Reed? Yeah, it all adds up. Weren't you trying to keep these Tarans out of harm's way? Seems like she's got that covered. So, how's the settling down talk going? People here are a welcoming bunch. Searching for her? Nah, she's off on her own. Bagpipe's on the hunt. Our real concern? If Reed's gonna flip over the noise. Retreat, retreat! These two units are double-teaming us. Can't give you any answers, but these soldiers are already goners. Looks like she's in a better mood now. Kudos on breaking her heart for Dublinn, at least. And hey, with you around, they won't stray off course. But sticking with them might be tough for you, Draco. Trust me, I've got a knack for these things.\"", "Ah, darling, you see how the winds of resentment blow and how they twist the roots of our hearts? Rhodes Island dances in the shadows of suspicion and doubt, be it for our Infection or our kinship with the Sarkaz. But fear not, for we shall unveil our truth through our deeds. Ah, but alas, we cannot cozy up to those who shoot us icy glares of disdain. Let Mr. Feist be the judge of camaraderie, and we shall play along. Oh, how intriguing to meet your commander, Mr. Feist. Is she the one with the voice as tender as a spring breeze? Hush now, let's not disturb their tete-a-tete. Ah, Doctor, that Sarkaz Miss Rockrock spoke of? A regal figure with snowy locks, dubbed 'Your Majesty.' My memory is a steel trap for her every glance and word. Oh, the temptation to chase after Miss Rockrock and uncover her secrets! But no, patience is key, lest we stoke the flames of misunderstanding further.", "Maria, Maria, Maria... What mischief have you gotten yourself into this time? You can't hide from me, you know. Oh, I'm well aware of your little secrets, no need to play innocent. But did you really think you could outwit me? *Chuckles* You must be jesting. Entering the Major without consulting me first? Bold move, my dear, but oh so foolish. You have no idea what you're getting yourself into. And involving the Radiant Knight of Kazimierz, through your sister no less? Clever, I'll give you that. But remember, dear Maria, you are not Margaret. You should have sought counsel before diving headfirst into this mess. Oh, the headlines may paint a thrilling tale, but don't be fooled by the grandeur. It's not too late to turn back, you know. Trust me, you're in over your head. But hey, if it all goes south, you can always crash at my place. We have quite the luxurious setup, you'd love it. Ah, Maria, Maria, Maria... You always did have a knack for stirring up trouble.", "Rewrite:\n\n\"But most of their forces are still dancing around in the icy grip of Ursus. The Regent's done with the dusty, cobweb-covered throne of Kazdel. He's got his sights set on some fresher grounds. The 'Reunion Movement' is busy rallying the underdogs and outcasts of all kinds. It's a delicious piece to slide into the game for the next act.\n\n...Let's take this slow, W. You know what I desire. And maybe, just maybe, I have an inkling of what you crave.\n\nThe Regent will dispatch a lackey to round up the mercenary troops. If it's just us here in our little clique... that's just fine. We'll offer our assistance.\n\n...Very well then.\n\nGreetings, 'W.' Welcome back to the chaos.\n\n...Naturally.\n\nYes, all will be well. I'll stay in touch with our other mischievous cohorts.\n\n...As you wish.\n\nWhew...\n\nFolks, it seems we're setting up camp here for a while. Our scouts have caught wind of a Catastrophe brewing, with no Messengers of Doom in sight. Best to steer clear, just in case.\n\nNo risks, no gambles.\n\nIt's not often we witness such havoc in the wilds.\n\nBut fret not, we've tangoed with Originium in Kazdel before, so there's no need for alarm.\n\n...Where's W?\n\nI... can't say for certain. She's undergone quite the transformation.\n\nShe's unnervingly composed. Not her usual style.\n\nYet, on the battlefield, that same sardonic smirk adorned her face.\n\n...Enough with the jests. If W's gone quiet, that's a glaring red flag.\n\n...It might not be wise to linger here with that monstrosity looming. Signal all our troops to retreat 50 kilometers down our original path.\n\nHunt down W, and make it snappy.\n\n...What in the world are you pair up to?\n\n...*Sigh*.\n\nThankfully, none from W's crew perished. Or else, we'd be facing the firing squad long before we joined the Reunion shenanigans.\"", "Grenades? Oh, darling, smoke bombs are the real show-stoppers here. Bombs that can sting a Sarkaz? Oh, please, they don't come in such pretty packages. A self-destruct drone? How utterly pitiful. Now, my dear Feline, was it truly worth it? Sacrificing so many just to rescue one soul? Each of them cried out for their captain with their last gasp. Are you ready to bear the weight of their sacrifice? \n\nAh, the grappling hook once more? Clever, but darling, you'll need more than that to dance in the flames of battle. Our paths will cross again, my little ones. You may not realize it yet, but there's no escaping this inferno. Surprised to see me catch you off guard? Oh, I did drop a hint or two. Who else did you expect, sweet Manfred?\n\nYour hand on that detonator slowed, W. And what about those mercenaries from Reunion you brought along? Did you truly come unaccompanied? It seems you hold them dear. No wonder I didn't spot any familiar faces. You do enjoy playing the game of cat and mouse under my watchful eye, don't you? \n\nOh, darling, you've got it all wrong. You may have known me as long as I've known you, but you're only fooling yourself when you try to provoke me. In the old days, you would have tossed those resistance fighters out as bait without a second thought. If someone had told me that you volunteered to guard the rear, I would have laughed in their face. Did your time in Chernobog drive you to madness, W? Did Talulah burn out your senses, or are you haunted by the shadows of the departed? Spare me the words. We've played our parts. You were just too slow, W. Can you guess when I lost this eye of mine? Yes, she's gone. Mercenaries always pay the price for betrayal. I've paid mine. My, my, you're bleeding quite profusely.", "Ah, let's shake things up a bit, shall we? So, here's the reimagined dialogue to make it more trickster-like:\n\n\"So, here's the deal with Stitch, folks. He's got this whole inferiority shtick going on, right? You try to be all friendly and equal with him, but the poor guy feels like you're some big shot coming down from the heavens to grace him with your presence. It's like he's juggling knives just to act like he's on your level. Communication with him? Oh, that's a whole other ball game. You can't just sprinkle some sincerity and expect magic to happen.\n\nBut hey, if you treat me like a brother, well, let me drop some wisdom on you on how to deal with our little Stitchy here. It's as easy as pie. You don't go all, 'Let's have a fair competition,' or 'You have a choice.' Nah, you corner him, look him dead in the eye, and say, 'You're in this with me, buddy, and we'll give it our all.'\n\nA guy like him, cooped up in his own head for too long, needs a little nudge every now and then. Miss Deculture, what's your take on this? I'm just throwing darts in the dark here, but you, you've got the insider scoop. It might get messy, sure, but if this is his last shot, then ask yourself – do you want a smoother ride with him, or are you ready to burn some bridges for his sake? If it's the latter, then buckle up, 'cause we might need Gavial's iron fists to yank him out of his shell.\"\n\nAh, there you go! A bit of mischief and charm sprinkled on top to keep things spicy.", "Ventilation shaft, huh? Interesting... So, here's what we're gonna do. We blow up that covering with a bomb and make our grand escape through those inner walls. Then, we set off the rest of the bombs below to trap those suckers in a cave-in. Oh, the chaos we'll cause! But hey, a little heads up - the cave might just crumble around us, so we gotta be quick on our feet. I'll handle the explosives, but I need someone to play distraction for those infected pests. Think you can handle that, buddy? Stay sharp. Time to shake things up! Alright, setup's done! Top bomb's primed for a show! Boom! It's open, just like I planned. Oh, wait, hold up. That's way too risky. You'd end up buried alive, and that's no fun at all. Fine, fine, follow my lead then. Ready or not, here I go! Corne, get outta there, pronto! What's the deal? How did this happen? Oh, darn it! Keep your cool, keep your cool... I got it! Here's the plan - shield up, detonate the bomb, and use that blast to launch yourself up. Trust me, I'll catch you. Get ready to soar! Jump! Gotcha! Now hurry up and climb on up, Corne... Oh, by the way, you might wanna consider hitting the gym sometime. So, are we lost in the woods now? Those meat chunks weren't just there by accident. They were bait, and we were the targets. But hey, we're the ones pulling the tricks now, and their plan just went up in smoke.", "\"Who was that mysterious enigma? Oh, the layers beneath that polished facade are like a labyrinth waiting to be explored.\"", "\"Ah, she's in for a wild ride, isn't she? The state's schemes are a labyrinth she can't even dream of navigating. Oh, what's that? The army's on the move, but not towards the expected target. Could the Transmitter really be the key to finding Kristen? Silence would prefer you stay out of harm's way, but hey, who am I to listen to that advice? It's not about Ifrit, my friend, let's make a move. A falling star, you say? The one that crashed into the Triton factory in District 13? Well, looks like we're off on an adventure. The military and Maylander have us cornered in this building. You think you can't win, but who doesn't love a challenge, right? Risking lives, including your own, for a slim chance at success. Death's allure seems to have you under its spell. But don't worry, you'll learn soon enough. Oh, you think I'm crazy, do you? Madwoman, they say. But trust me, madness has its own method. Your threats mean nothing to me. Oh, not Ifrit just yet. This building isn't what it seems, and you're right, it's not a lab. What could it be then? Wait, did she really use her parents' device here? How did I miss that? If I break through this wall... But she's always a step ahead, isn't she? No use. I have to try, though. Silence, you should get out of here. It might be... something big. Discover my roots, you say? What brings you here, Ferdinand? Move aside, Ferdinand, I don't have time for debates. I owe you no explanations. I said, move. What's that noise? An aircraft, you say? Are you proposing a team-up now? Oh, you think you're the right person for the job, whether as a covert military operative or the ex-Director of Rhine Lab? Well, Ferdinand, your fate is sealed, no matter what role you choose. Is it redemption you seek for yourself or for Rhine Lab?\"", "The rational side of me dances with science, but oh, how it loves a good trick! When the first brain exam results waltzed in, I couldn't resist the temptation to tango with doubt. One test, two tests, three tests... and seven spins later, the music of uncertainty still played in my head. The logical part whispered that thrice was enough to prove your memory loss, but my heart couldn't resist a mischievous foxtrot. Who are you really, I wonder? How much of the past lingers, and how much of your essence is reborn? Ah, the dance of doubt continues, for there may be errors in our calculations. And in your case, I simply can't abide any missteps. Let me extend an apology, for delving into your memory isn't just a scientific pursuit—it holds potential for your well-being. Life's hues are never just black or white... and neither are the shades of human emotions. Despite my past disdain for you, there's a tricky twist in my feelings, a secret waltz I can't quite ignore.", "\"Why? Oh, Nine... I thought you were the bold one, full of confidence about Lungmen's future. But Lungmen, my dear, Lungmen can embrace the Infected! It's not just theirs... it's ours too! So tell me, why does it matter if they carry the virus? Does that somehow lessen their worth to the city? Does it mean the city won't stand by them? No, no, we are all the same. If we all carry the infection, we'll all be equals. Remember your own words. You...! Oh, no, I'm not here in Lungmen for the accolades. I am the L.G.D.; I am Lungmen. We have poured our very essence into this city, and while its people may be tough, they will come to embrace all in due time. They will. Progress is being made. Nine, even if we're Infected, we are still a part of Lungmen! Lungmen is a melting pot, a sanctuary for all. That's how it should be, and if it's not now, we'll make it so. Have we not seen enough? There are plenty of noble, honest Infected here, wouldn't you agree? I will. Without a doubt, I will... —I will. Amiya!! Beware! Ha! Don't you dare lay a finger on her! Amiya?! What brings you here?! Be cautious, Amiya! Talulah now bears the essence of Kashchey. She's no longer the innocent girl snatched from Lungmen. What? What deception is this? Amiya, don't be swayed by her illusions! She's played many such clever games with me... Don't trust a single word she utters, even if there's a grain of truth. You... oh. What cryptic words are these? Are you speaking the truth? You're making no sense at all. Amiya! Don't linger there, evade that blaze! You... you endured it? Amiya, I'll clear a path through the flames ahead! Retreat and leap to the right! Jump as far as you can!\""]